[
  {
    "baseUrl": "https://planetebook.com//the-adventures-of-huckleberry-finn/",
    "title": "The Adventures of Huckleberry Finn",
    "coverUrl": "/book_covers/Book-Cover-The-Adventures-of-Huckleberry-Finn.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-adventures-of-huckleberry-finn.pdf",
    "author": "Mark Twain",
    "year": "1884",
    "synopsis": "‘Well, I’m puzzled. Is something the matter?’‘Please take it,’ says I, ‘and don’t ask me noth-ing — then I won’t have to tell no lies.’He studied a while, and then he says:‘Oho-o! I think I see. You want to SELL all your property to me — not give it. That’s the correct idea.’Then he wrote something on a paper and read it over, and says:‘There; you see it says ‘for a consideration.’ That means I have bought it of you and paid you for it. Here’s a dollar for you. Now you sign it.’So I signed it, and left.Miss Watson’s nigger, Jim, had a hair-ball as big as your fist, which had been took out of the fourth stomach of an ox, and he used to do magic with it. He said there was a spirit inside of it, and it knowed everything. So I went to him that night and told him pap was here again, for I found his tracks in the snow. What I wanted to know was, what he was going to do, and was he going to stay? Jim got out his hair-ball and said something over it, and then he held it up and dropped it on the floor. It fell pretty solid, and only rolled about an inch. Jim tried it again, and then another time, and it acted just the same. Jim got down on his knees, and put his ear against it and listened."
  },
  {
    "baseUrl": "https://planetebook.com//the-adventures-of-tom-sawyer/",
    "title": "The Adventures of Tom Sawyer",
    "coverUrl": "/book_covers/Book-Cover-The-Adventures-of-Tom-Sawyer.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-adventures-of-tom-sawyer.pdf",
    "author": "Mark Twain",
    "year": "1884",
    "synopsis": "The old lady pulled her spectacles down and looked over them about the room; then she put them up and looked out under them. She seldom or never looked THROUGH them for so small a thing as a boy; they were her state pair, the pride of her heart, and were built for ‘style,’ not service — she could have seen through a pair of stove-lids just as well. She looked perplexed for a moment, and then said, not fiercely, but still loud enough for the furniture to hear:‘Well, I lay if I get hold of you I’ll —‘She did not finish, for by this time she was bending down and punching under the bed with the broom, and so she needed breath to punctuate the punches with. She resurrected nothing but the cat.‘I never did see the beat of that boy!’She went to the open door and stood in it and looked out among the tomato vines and ‘jimpson’ weeds that constituted the garden. No Tom. So she lifted up her voice at an angle calculated for distance and shouted:‘Y-o-u-u TOM!’There was a slight noise behind her and she turned just in time to seize a small boy by the slack of his roundabout and arrest his flight."
  },
  {
    "baseUrl": "https://planetebook.com//aesops-fables/",
    "title": "Aesop’s Fables",
    "coverUrl": "/book_covers/Book-Cover-Aesops-Fables.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/aesops-fables.pdf",
    "author": "Aesop",
    "year": "0 BC",
    "synopsis": "A Lion had come to the end of his days and lay sick unto death at the mouth of his cave, gasping for breath. The animals, his subjects, came round him and drew nearer as he grew more and more helpless. When they saw him on the point of death they thought to themselves: ‘Now is the time to pay off old grudges.’ So the Boar came up and drove at him with his tusks; then a Bull gored him with his horns; still the Lion lay helpless before them: so the Ass, feeling quite safe from danger, came up, and turning his tail to the Lion kicked up his heels into his face. ‘This is a double death,’ growled the Lion.Only cowards insult dying majesty.A Farmer one day came to the stables to see to his beasts of burden: among them was his favourite Ass, that was always well fed and often carried his master. With the Farmer came his Lapdog, who danced about and licked his hand and frisked about as happy as could be. The Farmer felt in his pocket, gave the Lapdog some dainty food, and sat down while he gave his orders to his servants …"
  },
  {
    "baseUrl": "https://planetebook.com//agnes-grey/",
    "title": "Agnes Grey",
    "coverUrl": "/book_covers/Book-Cover-Agnes-Grey.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/agnes-grey.pdf",
    "author": "Anne Brontë",
    "year": "1847",
    "synopsis": "All true histories contain instruction; though, in some, the treasure may be hard to find, and when found, so trivial in quantity, that the dry, shrivelled kernel scarcely compensates for the trouble of cracking the nut. Whether this be the case with my history or not, I am hardly competent to judge. I sometimes think it might prove useful to some, and entertaining to others; but the world may judge for itself. Shielded by my own obscurity, and by the lapse of years, and a few fictitious names, I do not fear to venture; and will candidly lay before the public what I would not disclose to the most intimate friend.My father was a clergyman of the north of England, who was deservedly respected by all who knew him; and, in his younger days, lived pretty comfortably on the joint income of a small incumbency and a snug little property of his own. My mother, who married him against the wishes of her friends, was a squire’s daughter, and a woman of spirit. In vain it was represented to her, that if she became the poor parson’s wife, she …"
  },
  {
    "baseUrl": "https://planetebook.com//alices-adventures-in-wonderland/",
    "title": "Alice’s Adventures in Wonderland",
    "coverUrl": "/book_covers/Book-Cover-Alices-Adventures-in-Wonderland.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/alices-adventures-in-wonderland.pdf",
    "author": "Lewis Caroll",
    "year": "1865",
    "synopsis": "Down, down, down. Would the fall never come to an end! ‘I wonder how many miles I’ve fallen by this time?’ she said aloud. ‘I must be getting somewhere near the centre of the earth. Let me see: that would be four thousand miles down, I think—’ (for, you see, Alice had learnt several things of this sort in her lessons in the schoolroom, and though this was not a VERY good opportunity for showing off her knowledge, as there was no one to listen to her, still it was good practice to say it over) ‘—yes, that’s about the right distance—but then I wonder what Latitude or Longitude I’ve got to?’ (Alice had no idea what Latitude was, or Longitude either, but thought they were nice grand words to say.)Presently she began again. ‘I wonder if I shall fall right through the earth! How funny it’ll seem to come out among the people that walk with their heads downward! The Antipathies, I think—’ (she was rather glad there WAS no one listening, this time, as it didn’t sound at all the right word) ‘—but I shall have to ask them what the name of the country is, you know. Please, Ma’am, is this New Zealand or Australia?’ (and she tried to curtsey as she spoke—fancy curtseying as you’re falling through the air! "
  },
  {
    "baseUrl": "https://planetebook.com//andersens-fairy-tales/",
    "title": "Andersen’s Fairy Tales",
    "coverUrl": "/book_covers/Book-Cover-Andersens-Fairy-Tales.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/andersens-fairy-tales.pdf",
    "author": "Hans Christian Andersen",
    "year": "1835",
    "synopsis": "There was once a poor Prince, who had a kingdom. His kingdom was very small, but still quite large enough to marry upon; and he wished to marry.It was certainly rather cool of him to say to the Emperor’s daughter, ‘Will you have me?’ But so he did; for his name was renowned far and wide; and there were a hundred princesses who would have answered, ‘Yes!’ and ‘Thank you kindly.’ We shall see what this princess said.Listen!It happened that where the Prince’s father lay buried, there grew a rose tree—a most beautiful rose tree, which blossomed only once in every five years, and even then bore only one flower, but that was a rose! It smelt so sweet that all cares and sorrows were forgotten by him who inhaled its fragrance."
  },
  {
    "baseUrl": "https://planetebook.com//anna-karenina/",
    "title": "Anna Karenina",
    "coverUrl": "/book_covers/Book-Cover-Anna-Karenina.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/anna-karenina.pdf",
    "author": "Leo Tolstoy",
    "year": "1865",
    "synopsis": "Happy families are all alike; every unhappy family is unhappy in its own way.Everything was in confusion in the Oblonskys’ house. The wife had discovered that the husband was carrying on an intrigue with a French girl, who had been a governess in their family, and she had announced to her husband that she could not go on living in the same house with him. This position of affairs had now lasted three days, and not only the husband and wife themselves, but all the members of their family and household, were painfully conscious of it. Every person in the house felt that there was no sense in their living together, and that the stray people brought together by chance in any inn had more in common with one another than they, the members of the family and household of the Oblonskys. The wife did not leave her own room, the husband had not been at home for three days. The children ran wild all over the house; the English governess quarreled with the housekeeper, and wrote to a friend asking her to look out for a new situation for her; the man-cook had walked off the day before just at dinner time; the kitchen-maid, and the coachman had given warning."
  },
  {
    "baseUrl": "https://planetebook.com//anne-of-green-gables/",
    "title": "Anne of Green Gables",
    "coverUrl": "/book_covers/Book-Cover-Anne-of-Green-Gables.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/anne-of-green-gables.pdf",
    "author": "Lucy Maud Montgomery",
    "year": "1908",
    "synopsis": "With this Mrs. Rachel stepped out of the lane into the backyard of Green Gables. Very green and neat and precise was that yard, set about on one side with great patriarchal willows and the other with prim Lombardies. Not a stray stick nor stone was to be seen, for Mrs. Rachel would have seen it if there had been. Privately she was of the opinion that Marilla Cuthbert swept that yard over as often as she swept her house. One could have eaten a meal off the ground without overbrimming the proverbial peck of dirt.Mrs. Rachel rapped smartly at the kitchen door and stepped in when bidden to do so. The kitchen at Green Gables was a cheerful apartment—or would have been cheerful if it had not been so painfully clean as to give it something of the appearance of an unused parlor. Its windows looked east and west; through the west one, looking out on the back yard, came a flood of mellow June sunlight; but the east one, whence you got a glimpse of the bloom white cherry-trees in the left orchard and nodding, slender birches down in the hollow by the brook, was greened over by a tangle of vines. Here sat Marilla Cuthbert, when she sat at all, always slightly distrustful of sunshine, which seemed to her too dancing and irresponsible a thing for a world which was meant to be taken seriously; and here she sat now, knitting, and the table behind her was laid for supper."
  },
  {
    "baseUrl": "https://planetebook.com//around-the-world-in-80-days/",
    "title": "Around the World in 80 Days",
    "coverUrl": "/book_covers/Book-Cover-Around-the-World-in-80-Days.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/around-the-world-in-80-days.pdf",
    "author": "Jules Verne",
    "year": "1873",
    "synopsis": "It was at least certain that Phileas Fogg had not absented himself from London for many years. Those who were honoured by a better acquaintance with him than the rest, declared that nobody could pretend to have ever seen him anywhere else. His sole pastimes were reading the papers and playing whist. He often won at this game, which, as a silent one, harmonised with his nature; but his winnings never went into his purse, being reserved as a fund for his charities. Mr. Fogg played, not to win, but for the sake of playing. The game was in his eyes a contest, a struggle with a difficulty, yet a motionless, unwearying struggle, congenial to his tastes.Phileas Fogg was not known to have either wife or children, which may happen to the most honest people; either relatives or near friends, which is certainly more unusual. He lived alone in his house in Saville Row, whither none penetrated. A single domestic sufficed to serve him. He breakfasted and dined at the club, at hours mathematically fixed, in the same room, at the same table, never taking his meals with other members, much less bringing a guest with him; and went home at exactly midnight, only to retire at once to bed. He never used the cosy chambers which the Reform provides for its favoured members. He passed ten hours out of the twenty-four in Saville Row, either in sleeping or making his toilet. When he chose to take a walk it was with a regular step in the entrance hall with its mosaic flooring, or in the circular gallery with its …"
  },
  {
    "baseUrl": "https://planetebook.com//beyond-good-and-evil/",
    "title": "Beyond Good and Evil",
    "coverUrl": "/book_covers/Book-Cover-Beyond-Good-and-Evil.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/beyond-good-and-evil.pdf",
    "author": "Friedrich Nietzsche",
    "year": "1886",
    "synopsis": "Philosophers are accustomed to speak of the will as though it were the best-known thing in the world; indeed, Schopenhauer has given us to understand that the will alone is really known to us, absolutely and completely known, without deduction or addition. But it again and again seems to me that in this case Schopenhauer also only did what philosophers are in the habit of doing-he seems to have adopted a POPULAR PREJUDICE and exaggerated it. Willing-seems to me to be above all something COMPLICATED, something that is a unity only in name—and it is precisely in a name that popular prejudice lurks, which has got the mastery over the inadequate precautions of philosophers in all ages. So let us for once be more cautious, let us be ‘unphilosophical”: let us say that in all willing there is firstly a plurality of sensations, namely, the sensation of the condition ‘AWAY FROM WHICH we go,’ the sensation of the condition ‘TOWARDS WHICH we go,’ the sensation of this ‘FROM’ and ‘TOWARDS’ itself, and then besides, an accompanying muscular sensation, which, even without our putting in motion ‘arms and legs,’ commences its action by force of habit, directly we ‘will’ anything. Therefore, just as sensations (and indeed many kinds of sensations) are to be recognized as ingredients of the will, so, in the second place, thinking is also to be recognized; in every act of the will there is a ruling thought;—and let us not imagine it possible to sever this thought from the ‘willing,’ as if the will would then remain over! In the third place, the will is not only a complex of sensation and thinking, but it is …"
  },
  {
    "baseUrl": "https://planetebook.com//bleak-house/",
    "title": "Bleak House",
    "coverUrl": "/book_covers/Book-Cover-Bleak-House.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/bleak-house.pdf",
    "author": "Charles Dickens",
    "year": "1852",
    "synopsis": "A Chancery judge once had the kindness to inform me, as one of a company of some hundred and fifty men and women not labouring under any suspicions of lunacy, that the Court of Chancery, though the shining subject of much popular prejudice (at which point I thought the judge’s eye had a cast in my direction), was almost immaculate. There had been, he admitted, a trivial blemish or so in its rate of progress, but this was exaggerated and had been entirely owing to the ‘parsimony of the public,’ which guilty public, it appeared, had been until lately bent in the most determined manner on by no means enlarging the number of Chancery judges appointed—I believe by Richard the Second, but any other king will do as well.This seemed to me too profound a joke to be inserted in the body of this book or I should have restored it to Conversation Kenge or to Mr. Vholes, with one or other of whom I think it must have originated. In such mouths I might have coupled it with an apt quotation from one of Shakespeare’s sonnets:“My nature is subdued To what it works in, like the dyer’s hand: Pity me, then, and wish I were renewed!’"
  },
  {
    "baseUrl": "https://planetebook.com//the-brothers-karamazov/",
    "title": "The Brothers Karamazov",
    "coverUrl": "/book_covers/Book-Cover-The-Brothers-Karamazov.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-brothers-karamazov.pdf",
    "author": "Fyodor Dostoevsky",
    "year": "1880",
    "synopsis": "Fyodor Pavlovitch made her an offer; inquiries were made about him and he was refused. But again, as in his first marriage, he proposed an elopement to the orphan girl. There is very little doubt that she would not on any account have married him if she had known a little more about him in time. But she lived in another province; besides, what could a little girl of sixteen know about it, except that she would be better at the bottom of the river than remaining with her benefactress. So the poor child exchanged a benefactress for a benefactor. Fyodor Pavlovitch did not get a penny this time, for the general’s widow was furious. She gave them nothing and cursed them both. But he had not reckoned on a dowry; what allured him was the remarkable beauty of the innocent girl, above all her innocent appearance, which had a peculiar attraction for a vicious profligate, who had hitherto admired only the coarser types of feminine beauty.‘Those innocent eyes slit my soul up like a razor,’ he used to say afterwards, with his loathsome snigger. In a man so depraved this might, of course, mean no more than sensual attraction. As he had received no dowry with his wife, and had, so to speak, taken her ‘from the halter,’ he did not stand on ceremony with her. Making her feel that she had ‘wronged’ him, he took advantage of her phenomenal meekness and submissiveness to trample on the elementary decencies of marriage. He gathered loose women into his house, and carried on orgies of debauchery in his wife’s presence. To show what a pass things had come to, I may mention that Grigory, the gloomy, stupid, obstinate, argumentative servant, who had always …"
  },
  {
    "baseUrl": "https://planetebook.com//a-christmas-carol/",
    "title": "A Christmas Carol",
    "coverUrl": "/book_covers/Book-Cover-A-Christmas-Carol.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/a-christmas-carol.pdf",
    "author": "Charles Dickens",
    "year": "1843",
    "synopsis": "Marley was dead: to begin with. There is no doubt whatever about that. The register of his burial was signed by the clergyman, the clerk, the undertaker, and the chief mourner. Scrooge signed it. And Scrooge’s name was good upon ‘Change, for anything he chose to put his hand to.Old Marley was as dead as a door-nail.Mind! I don’t mean to say that I know, of my own knowledge, what there is particularly dead about a door-nail. I might have been inclined, myself, to regard a coffin-nail as the deadest piece of ironmongery in the trade. But the wisdom of our ancestors is in the simile; and my unhallowed hands shall not disturb it, or the Country’s done for. You will therefore permit me to repeat, emphatically, that Marley was as dead as a door-nail."
  },
  {
    "baseUrl": "https://planetebook.com//crime-and-punishment/",
    "title": "Crime and Punishment",
    "coverUrl": "/book_covers/Book-Cover-Crime-and-Punishment.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/crime-and-punishment.pdf",
    "author": "Fyodor Dostoevsky",
    "year": "1866",
    "synopsis": "Raskolnikov was not used to crowds, and, as we said before, he avoided society of every sort, more especially of late. But now all at once he felt a desire to be with other people. Something new seemed to be taking place within him, and with it he felt a sort of thirst for company. He was so weary after a whole month of concentrated wretchedness and gloomy excitement that he longed to rest, if only for a moment, in some other world, whatever it might be; and, in spite of the filthiness of the surroundings, he was glad now to stay in the tavern.The master of the establishment was in another room, but he frequently came down some steps into the main room, his jaunty, tarred boots with red turn-over tops coming into view each time before the rest of his person. He wore a full coat and a horribly greasy black satin waistcoat, with no cravat, and his whole face seemed smeared with oil like an iron lock. At the counter stood a boy of about fourteen, and there was another boy somewhat younger who handed whatever was wanted. On the counter lay some sliced cucumber, some pieces of dried black bread, and some fish, chopped up small, all smelling very bad. It was insufferably close, and so heavy with the fumes of spirits that five minutes in such an atmosphere might well make a man drunk."
  },
  {
    "baseUrl": "https://planetebook.com//david-copperfield/",
    "title": "David Copperfield",
    "coverUrl": "/book_covers/Book-Cover-David-Copperfield.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/david-copperfield.pdf",
    "author": "Charles Dickens",
    "year": "1850",
    "synopsis": "Whether I shall turn out to be the hero of my own life, or whether that station will be held by anybody else, these pages must show. To begin my life with the beginning of my life, I record that I was born (as I have been informed and believe) on a Friday, at twelve o’clock at night. It was remarked that the clock began to strike, and I began to cry, simultaneously.In consideration of the day and hour of my birth, it was declared by the nurse, and by some sage women in the neighbourhood who had taken a lively interest in me several months before there was any possibility of our becoming personally acquainted, first, that I was destined to be unlucky in life; and secondly, that I was privileged to see ghosts and spirits; both these gifts inevitably attaching, as they believed, to all unlucky infants of either gender, born towards the small hours on a Friday night.I need say nothing here, on the first head, because nothing can show better than my history whether that prediction was verified or falsified by the result. On the second branch of the question, I will only remark, that unless I …"
  },
  {
    "baseUrl": "https://planetebook.com//down-and-out-in-paris-and-london/",
    "title": "Down and Out in Paris and London",
    "coverUrl": "/book_covers/Book-Cover-Down-and-Out-in-Paris-and-London.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/down-and-out-in-paris-and-london.pdf",
    "author": "George Orwell",
    "year": "1933",
    "synopsis": "There were eccentric characters in the hotel. The Paris slums are a gathering-place for eccentric people—people who have fallen into solitary, half-mad grooves of life and given up trying to be normal or decent. Poverty frees them from ordinary standards of behaviour, just as money frees people from work. Some of the lodgers in our hotel lived lives that were curious beyond words.There were the Rougiers, for instance, an old, ragged, dwarfish couple who plied an extraordinary trade. They used to sell postcards on the Boulevard St Michel. The curious thing was that the postcards were sold in sealed packets as pornographic ones, but were actually photographs of chateaux on the Loire; the buyers did not discover this till too late, and of course never complained. The Rougiers earned about a hundred francs a week, and by strict economy managed to be always half starved and half drunk. The filth of their room was such that one could smell it on the floor below. According to Madame F., neither of the Rougiers had taken off their clothes for four years."
  },
  {
    "baseUrl": "https://planetebook.com//dracula/",
    "title": "Dracula",
    "coverUrl": "/book_covers/Book-Cover-Dracula.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/dracula.pdf",
    "author": "Bram Stoker",
    "year": "1897",
    "synopsis": "All day long we seemed to dawdle through a country which was full of beauty of every kind. Sometimes we saw little towns or castles on the top of steep hills such as we see in old missals; sometimes we ran by rivers and streams which seemed from the wide stony margin on each side of them to be subject to great floods. It takes a lot of water, and running strong, to sweep the outside edge of a river clear.At every station there were groups of people, sometimes crowds, and in all sorts of attire. Some of them were just like the peasants at home or those I saw coming through France and Germany, with short jackets, and round hats, and home-made trousers; but others were very picturesque.The women looked pretty, except when you got near them, but they were very clumsy about the waist. They had all full white sleeves of some kind or other, and most of them had big belts with a lot of strips of something fluttering from them like the dresses in a ballet, but of course there were petticoats under them."
  },
  {
    "baseUrl": "https://planetebook.com//dubliners/",
    "title": "Dubliners",
    "coverUrl": "/book_covers/Book-Cover-Dubliners.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/dubliners.pdf",
    "author": "James Joyce",
    "year": "1914",
    "synopsis": "THERE was no hope for him this time: it was the third stroke. Night after night I had passed the house (it was vacation time) and studied the lighted square of window: and night after night I had found it lighted in the same way, faintly and evenly. If he was dead, I thought, I would see the reflection of candles on the darkened blind for I knew that two candles must be set at the head of a corpse. He had often said to me: ‘I am not long for this world,’ and I had thought his words idle. Now I knew they were true. Every night as I gazed up at the window I said softly to myself the word paralysis. It had always sounded strangely in my ears, like the word gnomon in the Euclid and the word simony in the Catechism. But now it sounded to me like the name of some maleficent and sinful being. It filled me with fear, and yet I longed to be nearer to it and to look upon its deadly work.Old Cotter was sitting at the fire, smoking, when I came downstairs to supper. While my aunt was ladling out my stirabout he said, as if returning to some former remark of his:‘No, I wouldn’t say he was exactly… but there was something queer… there was something uncanny about him. I’ll tell you my opinion….’"
  },
  {
    "baseUrl": "https://planetebook.com//emma/",
    "title": "Emma",
    "coverUrl": "/book_covers/Book-Cover-Emma.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/emma.pdf",
    "author": "Jane Austen",
    "year": "1816",
    "synopsis": "Emma Woodhouse, handsome, clever, and rich, with a comfortable home and happy disposition, seemed to unite some of the best blessings of existence; and had lived nearly twenty-one years in the world with very little to distress or vex her.She was the youngest of the two daughters of a most affectionate, indulgent father; and had, in consequence of her sister’s marriage, been mistress of his house from a very early period. Her mother had died too long ago for her to have more than an indistinct remembrance of her caresses; and her place had been supplied by an excellent woman as governess, who had fallen little short of a mother in affection.Sixteen years had Miss Taylor been in Mr. Woodhouse’s family, less as a governess than a friend, very fond of both daughters, but particularly of Emma. Between them it was more the intimacy of sisters. Even before Miss Taylor had ceased to hold the nominal office of governess, the mildness of her temper had hardly allowed her to impose any restraint; and the shadow of authority being now long passed away, they had been living together as friend and friend very mutually attached, and Emma doing just what she liked; highly esteeming Miss Taylor’s judgment, but directed chiefly by her own."
  },
  {
    "baseUrl": "https://planetebook.com//erewhon/",
    "title": "Erewhon",
    "coverUrl": "/book_covers/Book-Cover-Erewhon.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/erewhon.pdf",
    "author": "Samuel Butler",
    "year": "1872",
    "synopsis": "It may be readily understood that when once Europeans set foot upon this territory they were not slow to take advantage of its capabilities. Sheep and cattle were introduced, and bred with extreme rapidity; men took up their 50,000 or 100,000 acres of country, going inland one behind the other, till in a few years there was not an acre between the sea and the front ranges which was not taken up, and stations either for sheep or cattle were spotted about at intervals of some twenty or thirty miles over the whole country. The front ranges stopped the tide of squatters for some little time; it was thought that there was too much snow upon them for too many months in the year,—that the sheep would get lost, the ground being too difficult for shepherding,—that the expense of getting wool down to the ship’s side would eat up the farmer’s profits,—and that the grass was too rough and sour for sheep to thrive upon; but one after another determined to try the experiment, and it was wonderful how successfully it turned out. Men pushed farther and farther into the mountains, and found a very considerable tract inside the front range, between it and another which was loftier still, though even this was not the highest, the great snowy one which could be seen from out upon the plains. This second range, however, seemed to mark the extreme limits of pastoral country; and it was here, at a small and newly founded station, that I was received as a cadet, and soon regularly employed. I was then just twenty-two years old.I was delighted with the country and the manner of life. It was my daily business to go up to the top of a certain high mountain, and down one of its spurs on to the flat, in order to make sure that no sheep had crossed their boundaries. I was to see the sheep, not necessarily close at hand, nor to …"
  },
  {
    "baseUrl": "https://planetebook.com//for-the-term-of-his-natural-life/",
    "title": "For the Term of His Natural Life",
    "coverUrl": "/book_covers/Book-Cover-For-the-Term-of-His-Natural-Life.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/for-the-term-of-his-natural-life.pdf",
    "author": "Marcus Clarke",
    "year": "1874",
    "synopsis": "Sir Richard Devine, knight, shipbuilder, naval contractor, and millionaire, was the son of a Harwich boat carpenter. Early left an orphan with a sister to support, he soon reduced his sole aim in life to the accumulation of money. In the Harwich boat-shed, nearly fifty years before, he had contracted—in defiance of prophesied failure—to build the Hastings sloop of war for His Majesty King George the Third’s Lords of the Admiralty. This contract was the thin end of that wedge which eventually split the mighty oak block of Government patronage into three-deckers and ships of the line; which did good service under Pellew, Parker, Nelson, Hood; which exfoliated and ramified into huge dockyards at Plymouth, Portsmouth, and Sheerness, and bore, as its buds and flowers, countless barrels of measly pork and maggoty biscuit. The sole aim of the coarse, pushing and hard-headed son of Dick Devine was to make money. He had cringed and crawled and fluttered and blustered, had licked the dust off great men’s shoes, and danced attendance in great men’s ante-chambers. Nothing was too low, nothing too high for him. A shrewd man of business, a thorough master of his trade, troubled with no scruples of honour or of delicacy, he made money rapidly, and saved it when made. The first hint that the public received of his wealth was in 1796, when Mr. Devine, one of the shipwrights to the Government, and a comparatively young man of forty-four or thereabouts, subscribed five thousand pounds to the Loyalty Loan raised to prosecute the French war. In 1805, after doing good, and it was hinted not unprofitable, service in the trial of Lord Melville, the Treasurer of the Navy, he married his sister to a …"
  },
  {
    "baseUrl": "https://planetebook.com//frankenstein/",
    "title": "Frankenstein",
    "coverUrl": "/book_covers/Book-Cover-Frankenstein.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/frankenstein.pdf",
    "author": "Mary Shelley",
    "year": "1818",
    "synopsis": "So strange an accident has happened to us that I cannot forbear recording it, although it is very probable that you will see me before these papers can come into your possession.Last Monday (July 31st) we were nearly surrounded by ice, which closed in the ship on all sides, scarcely leaving her the sea-room in which she floated. Our situation was somewhat dangerous, especially as we were compassed round by a very thick fog. We accordingly lay to, hoping that some change would take place in the atmosphere and weather.About two o’clock the mist cleared away, and we beheld, stretched out in every direction, vast and irregular plains of ice, which seemed to have no end. Some of my comrades groaned, and my own mind began to grow watchful with anxious thoughts, when a strange sight suddenly attracted our attention and diverted our solicitude from our own situation. We perceived a low carriage, fixed on a sledge and drawn by dogs, pass on towards the north, at the distance of half a mile; a being which had the shape of a man, but apparently of gigantic stature, sat in the sledge and guided the dogs. We watched the rapid progress of the traveller with our telescopes until he was lost among the distant inequalities of the ice."
  },
  {
    "baseUrl": "https://planetebook.com//great-expectations/",
    "title": "Great Expectations",
    "coverUrl": "/book_covers/Book-Cover-Great-Expectations.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/great-expectations.pdf",
    "author": "Charles Dickens",
    "year": "1860",
    "synopsis": "Ours was the marsh country, down by the river, within, as the river wound, twenty miles of the sea. My first most vivid and broad impression of the identity of things, seems to me to have been gained on a memorable raw afternoon towards evening. At such a time I found out for certain, that this bleak place overgrown with nettles was the churchyard; and that Philip Pirrip, late of this parish, and also Georgiana wife of the above, were dead and buried; and that Alexander, Bartholomew, Abraham, Tobias, and Roger, infant children of the aforesaid, were also dead and buried; and that the dark flat wilderness beyond the churchyard, intersected with dykes and mounds and gates, with scattered cattle feeding on it, was the marshes; and that the low leaden line beyond, was the river; and that the distant savage lair from which the wind was rushing, was the sea; and that the small bundle of shivers growing afraid of it all and beginning to cry, was Pip.‘Hold your noise!’ cried a terrible voice, as a man started up from among the graves at the side of the church porch. ‘Keep still, you little devil, or I’ll cut your throat!’A fearful man, all in coarse grey, with a great iron on his leg. A man with no hat, and with broken shoes, and with an old rag tied round his head. A man who had been …"
  },
  {
    "baseUrl": "https://planetebook.com//the-great-gatsby/",
    "title": "The Great Gatsby",
    "coverUrl": "/book_covers/Book-Cover-The-Great-Gatsby.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-great-gatsby.pdf",
    "author": "F. Scott Fitzgerald",
    "year": "1925",
    "synopsis": "In my younger and more vulnerable years my father gave me some advice that I’ve been turning over in my mind ever since.‘Whenever you feel like criticizing any one,’ he told me, ‘just remember that all the people in this world haven’t had the advantages that you’ve had.’He didn’t say any more but we’ve always been unusually communicative in a reserved way, and I understood that he meant a great deal more than that. In consequence I’m inclined to reserve all judgments, a habit that has opened up many curious natures to me and also made me the victim of not a few veteran bores. The abnormal mind is quick to detect and attach itself to this quality when it appears in a normal person, and so it came about that in college I was unjustly accused of being a politician, because I was privy to the secret griefs of wild, unknown men. Most of the confidences were unsought—frequently I have feigned sleep, preoccupation, or a hostile levity when I realized by some unmistakable sign that an intimate revelation was quivering on the horizon—for the intimate revelations of young men or at least the terms in which they express them are usually plagiaristic and marred by obvious suppressions. Reserving judgments is a matter of infinite hope. I am still a little afraid of missing something if I forget that, as my father snobbishly suggested, and I snobbishly repeat a sense of the fundamental decencies is parcelled out unequally at birth."
  },
  {
    "baseUrl": "https://planetebook.com//grimms-fairy-tales/",
    "title": "Grimm’s Fairy Tales",
    "coverUrl": "/book_covers/Book-Cover-Grimms-Fairy-Tales.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/grimms-fairy-tales.pdf",
    "author": "The Brothers Grimm",
    "year": "1812",
    "synopsis": "A shepherd had a faithful dog, called Sultan, who was grown very old, and had lost all his teeth. And one day when the shepherd and his wife were standing together before the house the shepherd said, ‘I will shoot old Sultan tomorrow morning, for he is of no use now.’ But his wife said, ‘Pray let the poor faithful creature live; he has served us well a great many years, and we ought to give him a livelihood for the rest of his days.’ ‘But what can we do with him?’ said the shepherd, ‘he has not a tooth in his head, and the thieves don’t care for him at all; to be sure he has served us, but then he did it to earn his livelihood; tomorrow shall be his last day, depend upon it.’Poor Sultan, who was lying close by them, heard all that the shepherd and his wife said to one another, and was very much frightened to think tomorrow would be his last day; so in the evening he went to his good friend the wolf, who lived in the wood, and told him all his sorrows, and how his master meant to kill him in the morning. ‘Make yourself easy,’ said the wolf, ‘I will give you some good advice. Your master, you know, goes out every morning very early with …"
  },
  {
    "baseUrl": "https://planetebook.com//gullivers-travels/",
    "title": "Gulliver’s Travels",
    "coverUrl": "/book_covers/Book-Cover-Gullivers-Travels.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/gullivers-travels.pdf",
    "author": "Jonathan Swift",
    "year": "1726",
    "synopsis": "My father had a small estate in Nottinghamshire: I was the third of five sons. He sent me to Emanuel College in Cambridge at fourteen years old, where I resided three years, and applied myself close to my studies; but the charge of maintaining me, although I had a very scanty allowance, being too great for a narrow fortune, I was bound apprentice to Mr. James Bates, an eminent surgeon in London, with whom I continued four years. My father now and then sending me small sums of money, I laid them out in learning navigation, and other parts of the mathematics, useful to those who intend to travel, as I always believed it would be, some time or other, my fortune to do. When I left Mr. Bates, I went down to my father: where, by the assistance of him and my uncle John, and some other relations, I got forty pounds, and a promise of thirty pounds a year to maintain me at Leyden: there I studied physic two years and seven months, knowing it would be useful in long voyages.Soon after my return from Leyden, I was recommended by my good master, Mr. Bates, to be surgeon to the Swallow, Captain Abraham Pannel, commander; with whom I continued three years and a half, making a voyage or two into the Levant, and some other parts. When I came back I resolved to settle in London; to which Mr. Bates, my master, encouraged me …"
  },
  {
    "baseUrl": "https://planetebook.com//heart-of-darkness/",
    "title": "Heart of Darkness",
    "coverUrl": "/book_covers/Book-Cover-Heart-of-Darkness.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/heart-of-darkness.pdf",
    "author": "Joseph Conrad",
    "year": "1902",
    "synopsis": "‘I flew around like mad to get ready, and before forty-eight hours I was crossing the Channel to show myself to my employers, and sign the contract. In a very few hours I arrived in a city that always makes me think of a whited sepulchre. Prejudice no doubt. I had no difficulty in finding the Company’s offices. It was the biggest thing in the town, and everybody I met was full of it. They were going to run an over-sea empire, and make no end of coin by trade.‘A narrow and deserted street in deep shadow, high houses, innumerable windows with venetian blinds, a dead silence, grass sprouting right and left, immense double doors standing ponderously ajar. I slipped through one of these cracks, went up a swept and ungarnished staircase, as arid as a desert, and opened the first door I came to. Two women, one fat and the other slim, sat on straw-bottomed chairs, knitting black wool. The slim one got up and walked straight at me— still knitting with downcast eyes—and only just as I began to think of getting out of her way, as you would for a somnambulist, stood still, and looked up. Her dress was as plain as an umbrella-cover, and she turned round without a word and preceded me into a …"
  },
  {
    "baseUrl": "https://planetebook.com//the-hound-of-the-baskervilles/",
    "title": "The Hound of the Baskervilles",
    "coverUrl": "/book_covers/Book-Cover-The-Hound-of-the-Baskervilles.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-hound-of-the-baskervilles.pdf",
    "author": "Arthur Conan Doyle",
    "year": "1902",
    "synopsis": "‘No, no, my dear Watson, not all—by no means all. I would suggest, for example, that a presentation to a doctor is more likely to come from a hospital than from a hunt, and that when the initials ‘C.C.’ are placed before that hospital the words ‘Charing Cross’ very naturally suggest themselves.’‘You may be right.’‘The probability lies in that direction. And if we take this as a working hypothesis we have a fresh basis from which to start our construction of this unknown visitor.’‘Well, then, supposing that ‘C.C.H.’ does stand for ‘Charing Cross Hospital,’ what further inferences may we draw?’‘Do none suggest themselves? You know my methods. Apply them!’‘I can only think of the obvious conclusion that the man has practised in town before going to the country.’‘I think that we might venture a little farther than this. Look at it in this light. On what occasion would it be most probable that such a presentation would be made? When would his friends unite to give him a pledge of their good will? Obviously at the moment when Dr. Mortimer withdrew from the service of the hospital in order to start in practice for himself. We know there has been a presentation. We believe there has been a change from a town hospital to a country practice. Is it, then, stretching our inference too far to say that the presentation was on the occasion of the change?’"
  },
  {
    "baseUrl": "https://planetebook.com//the-idiot/",
    "title": "The Idiot",
    "coverUrl": "/book_covers/Book-Cover-The-Idiot-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-idiot.pdf",
    "author": "Fyodor Dostoevsky",
    "year": "1869",
    "synopsis": "This sort of character is met with pretty frequently in a certain class. They are people who know everyone—that is, they know where a man is employed, what his salary is, whom he knows, whom he married, what money his wife had, who are his cousins, and second cousins, etc., etc. These men generally have about a hundred pounds a year to live on, and they spend their whole time and talents in the amassing of this style of knowledge, which they reduce—or raise—to the standard of a science.During the latter part of the conversation the black-haired young man had become very impatient. He stared out of the window, and fidgeted, and evidently longed for the end of the journey. He was very absent; he would appear to listen-and heard nothing; and he would laugh of a sudden, evidently with no idea of what he was laughing about.‘Excuse me,’ said the red-nosed man to the young fellow with the bundle, rather suddenly; ‘whom have I the honour to be talking to?’‘Prince Lef Nicolaievitch Muishkin,’ replied the latter, with perfect readiness.‘Prince Muishkin? Lef Nicolaievitch? H’m! I don’t know, I’m sure! I may say I have never heard of such a person,’ said the clerk, thoughtfully. ‘At least, the name, I admit, is historical. Karamsin must mention the family name, of course, in his historybut as an individual—one never hears of any Prince Muishkin nowadays.’"
  },
  {
    "baseUrl": "https://planetebook.com//the-iliad/",
    "title": "The Iliad",
    "coverUrl": "/book_covers/Book-Cover-The-Iliad-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-iliad.pdf",
    "author": "Homer",
    "year": "0 BC",
    "synopsis": "The old man feared him and obeyed. Not a word he spoke, but went by the shore of the sounding sea and prayed apart to King Apollo whom lovely Leto had borne. ‘Hear me,’ he cried, ‘O god of the silver bow, that protectest Chryse and holy Cilla and rulest Tenedos with thy might, hear me oh thou of Sminthe. If I have ever decked your temple with garlands, or burned your thigh-bones in fat of bulls or goats, grant my prayer, and let your arrows avenge these my tears upon the Danaans.’Thus did he pray, and Apollo heard his prayer. He came down furious from the summits of Olympus, with his bow and his quiver upon his shoulder, and the arrows rattled on his back with the rage that trembled within him. He sat himself down away from the ships with a face as dark as night, and his silver bow rang death as he shot his arrow in the midst of them. First he smote their mules and their hounds, but presently he aimed his shafts at the people themselves, and all day long the pyres of the dead were burning.For nine whole days he shot his arrows among the people, but upon the tenth day Achilles called them in assembly—moved thereto by Juno, who saw the Achaeans in their death-throes and had compassion upon them. Then, when they were got together, he rose and spoke among them."
  },
  {
    "baseUrl": "https://planetebook.com//the-island-of-doctor-moreau/",
    "title": "The Island of Doctor Moreau",
    "coverUrl": "/book_covers/Book-Cover-The-Island-of-Doctor-Moreau-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-island-of-doctor-moreau.pdf",
    "author": "H. G. Wells",
    "year": "1896",
    "synopsis": "Suddenly we heard a yelp and a volley of furious blasphemy from the companion hatchway, and the deformed man with the black face came up hurriedly. He was immediately followed by a heavy red-haired man in a white cap. At the sight of the former the staghounds, who had all tired of barking at me by this time, became furiously excited, howling and leaping against their chains. The black hesitated before them, and this gave the red-haired man time to come up with him and deliver a tremendous blow between the shoulder-blades. The poor devil went down like a felled ox, and rolled in the dirt among the furiously excited dogs. It was lucky for him that they were muzzled. The red-haired man gave a yawp of exultation and stood staggering, and as it seemed to me in serious danger of either going backwards down the companion hatchway or forwards upon his victim.So soon as the second man had appeared, Montgomery had started forward. ‘Steady on there!’ he cried, in a tone of remonstrance. A couple of sailors appeared on the forecastle. The black-faced man, howling in a singular voice rolled about under the feet of the dogs. No one attempted to help him. The brutes did their best to worry him, butting their muzzles at him. There was a quick dance of their lithe grey-figured bodies over the clumsy, prostrate figure. The sailors forward shouted, as though it was admirable sport. Montgomery gave an angry exclamation, and went striding down the deck, and I followed him. The black-faced man scrambled up and staggered forward, going and leaning over the bulwark by the main shrouds, where he remained, panting and glaring over his shoulder at the dogs. The red-haired man laughed a satisfied laugh."
  },
  {
    "baseUrl": "https://planetebook.com//jane-eyre/",
    "title": "Jane Eyre",
    "coverUrl": "/book_covers/Book-Cover-Jane-Eyre.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/jane-eyre.pdf",
    "author": "Charlotte Brontë",
    "year": "1847",
    "synopsis": "I cannot tell what sentiment haunted the quite solitary churchyard, with its inscribed headstone; its gate, its two trees, its low horizon, girdled by a broken wall, and its newly-risen crescent, attesting the hour of eventide.The two ships becalmed on a torpid sea, I believed to be marine phantoms.The fiend pinning down the thief’s pack behind him, I passed over quickly: it was an object of terror.So was the black horned thing seated aloof on a rock, surveying a distant crowd surrounding a gallows.Each picture told a story; mysterious often to my undeveloped understanding and imperfect feelings, yet ever profoundly interesting: as interesting as the tales Bessie sometimes narrated on winter evenings, when she chanced to be in good humour; and when, having brought her ironing-table to the nursery hearth, she allowed us to sit about it, and while she got up Mrs. Reed’s lace frills, and crimped her nightcap borders, fed our eager attention with passages of love and adventure taken from old fairy tales and other ballads; or (as at a later period I discovered) from the pages of Pamela, and Henry, Earl of Moreland."
  },
  {
    "baseUrl": "https://planetebook.com//the-jungle-book/",
    "title": "The Jungle Book",
    "coverUrl": "/book_covers/Book-Cover-The-Jungle-Book-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-jungle-book.pdf",
    "author": "Rudyard Kipling",
    "year": "1894",
    "synopsis": "‘Out!’ snapped Father Wolf. ‘Out and hunt with thy master. Thou hast done harm enough for one night.’‘I go,’ said Tabaqui quietly. ‘Ye can hear Shere Khan below in the thickets. I might have saved myself the message.’Father Wolf listened, and below in the valley that ran down to a little river he heard the dry, angry, snarly, singsong whine of a tiger who has caught nothing and does not care if all the jungle knows it.‘The fool!’ said Father Wolf. ‘To begin a night’s work with that noise! Does he think that our buck are like his fat Waingunga bullocks?’‘H’sh. It is neither bullock nor buck he hunts to-night,’ said Mother Wolf. ‘It is Man.’The whine had changed to a sort of humming purr that seemed to come from every quarter of the compass. It was the noise that bewilders woodcutters and gypsies sleeping in the open, and makes them run sometimes into the very mouth of the tiger."
  },
  {
    "baseUrl": "https://planetebook.com//kidnapped/",
    "title": "Kidnapped",
    "coverUrl": "/book_covers/Book-Cover-Kidnapped.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/kidnapped.pdf",
    "author": "Robert Louis Stevenson ",
    "year": "1886",
    "synopsis": "‘Why, very well said,’ replied Mr. Campbell, heartily. ‘And now to come to the material, or (to make a quibble) to the immaterial. I have here a little packet which contains four things.’ He tugged it, as he spoke, and with some great difficulty, from the skirt pocket of his coat. ‘Of these four things, the first is your legal due: the little pickle money for your father’s books and plenishing, which I have bought (as I have explained from the first) in the design of re-selling at a profit to the incoming dominie. The other three are gifties that Mrs. Campbell and myself would be blithe of your acceptance. The first, which is round, will likely please ye best at the first off-go; but, O Davie, laddie, it’s but a drop of water in the sea; it’ll help you but a step, and vanish like the morning. The second, which is flat and square and written upon, will stand by you through life, like a good staff for the road, and a good pillow to your head in sickness. And as for the last, which is cubical, that’ll see you, it’s my prayerful wish, into a better land.’With that he got upon his feet, took off his hat, and prayed a little while aloud, and in affecting terms, for a young man setting out into the world; then suddenly took me in his arms and embraced me very hard; then held me at arm’s length, looking at me with his face all working with sorrow; and then whipped about, and crying good-bye to me, set off backward by the way that we had come at a sort of jogging run. It might have been laughable to another; but I was in no mind to laugh."
  },
  {
    "baseUrl": "https://planetebook.com//lady-chatterlys-lover/",
    "title": "Lady Chatterly’s Lover",
    "coverUrl": "/book_covers/Book-Cover-Lady-Chatterlys-Lover.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/lady-chatterlys-lover.pdf",
    "author": "D. H. Lawrence",
    "year": "1928",
    "synopsis": "This was in 1920. They returned, Clifford and Constance, to his home, Wragby Hall, the family ‘seat’. His father had died, Clifford was now a baronet, Sir Clifford, and Constance was Lady Chatterley. They came to start housekeeping and married life in the rather forlorn home of the Chatterleys on a rather inadequate income. Clifford had a sister, but she had departed. Otherwise there were no near relatives. The elder brother was dead in the war. Crippled for ever, knowing he could never have any children, Clifford came home to the smoky Midlands to keep the Chatterley name alive while he could.He was not really downcast. He could wheel himself about in a wheeled chair, and he had a bath-chair with a small motor attachment, so he could drive himself slowly round the garden and into the line melancholy park, of which he was really so proud, though he pretended to be flippant about it.Having suffered so much, the capacity for suffering had to some extent left him. He remained strange and bright and cheerful, almost, one might say, chirpy, with his ruddy, healthy-looking face, arid his pale-blue, challenging bright eyes. His shoulders were broad and strong, his hands were very …"
  },
  {
    "baseUrl": "https://planetebook.com//the-last-of-the-mohicans/",
    "title": "The Last of the Mohicans",
    "coverUrl": "/book_covers/Book-Cover-The-Last-of-the-Mohicans-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-last-of-the-mohicans.pdf",
    "author": "James Fenimore Cooper",
    "year": "1826",
    "synopsis": "After the first surprise of the intelligence had a little abated, a rumor was spread through the entrenched camp, which stretched along the margin of the Hudson, forming a chain of outworks to the body of the fort itself, that a chosen detachment of fifteen hundred men was to depart, with the dawn, for William Henry, the post at the northern extremity of the portage. That which at first was only rumor, soon became certainty, as orders passed from the quarters of the commander-in-chief to the several corps he had selected for this service, to prepare for their speedy departure. All doubts as to the intention of Webb now vanished, and an hour or two of hurried footsteps and anxious faces succeeded. The novice in the military art flew from point to point, retarding his own preparations by the excess of his violent and somewhat distempered zeal; while the more practiced veteran made his arrangements with a deliberation that scorned every appearance of haste; though his sober lineaments and anxious eye sufficiently betrayed that he had no very strong professional relish for the, as yet, untried and dreaded warfare of the wilderness. At length the sun set in a flood of glory, behind the distant western hills, and as darkness drew its veil around the secluded spot the sounds of preparation diminished; the last light finally disappeared from the log cabin of some officer; the trees cast their deeper shadows over the mounds and the rippling stream, and a silence soon pervaded the camp, as deep as that which reigned in the vast forest by which it was environed."
  },
  {
    "baseUrl": "https://planetebook.com//the-legend-of-sleepy-hollow/",
    "title": "The Legend of Sleepy Hollow",
    "coverUrl": "/book_covers/Book-Cover-The-Legend-of-Sleepy-Hollow-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-legend-of-sleepy-hollow.pdf",
    "author": "Washington Irving",
    "year": "1820",
    "synopsis": "When he entered the house, the conquest of his heart was complete. It was one of those spacious farmhouses, with highridged but lowly sloping roofs, built in the style handed down from the first Dutch settlers; the low projecting eaves forming a piazza along the front, capable of being closed up in bad weather. Under this were hung flails, harness, various utensils of husbandry, and nets for fishing in the neighboring river. Benches were built along the sides for summer use; and a great spinning-wheel at one end, and a churn at the other, showed the various uses to which this important porch might be devoted. From this piazza the wondering Ichabod entered the hall, which formed the centre of the mansion, and the place of usual residence. Here rows of resplendent pewter, ranged on a long dresser, dazzled his eyes. In one corner stood a huge bag of wool, ready to be spun; in another, a quantity of linsey-woolsey just from the loom; ears of Indian corn, and strings of dried apples and peaches, hung in gay festoons along the walls, mingled with the gaud of red peppers; and a door left ajar gave him a peep into the best parlor, where the claw-footed chairs and dark mahogany tables shone like mirrors; andirons, with their accompanying shovel and tongs, glistened from their covert of asparagus tops; mock oranges and conch shells decorated the mantelpiece; strings of various-colored birds eggs were suspended above it; a great ostrich egg was hung from the centre of the room, and a corner cupboard, knowingly left open, displayed immense treasures of old silver and well-mended china."
  },
  {
    "baseUrl": "https://planetebook.com//les-miserables/",
    "title": "Les Miserables",
    "coverUrl": "/book_covers/Book-Cover-Les-Miserables.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/les-miserables.pdf",
    "author": "Victor Hugo",
    "year": "1862",
    "synopsis": "In 1815, M. Charles-Francois-Bienvenu Myriel was Bishop of D—— He was an old man of about seventy-five years of age; he had occupied the see of D—— since 1806.Although this detail has no connection whatever with the real substance of what we are about to relate, it will not be superfluous, if merely for the sake of exactness in all points, to mention here the various rumors and remarks which had been in circulation about him from the very moment when he arrived in the diocese. True or false, that which is said of men often occupies as important a place in their lives, and above all in their destinies, as that which they do. M. Myriel was the son of a councillor of the Parliament of Aix; hence he belonged to the nobility of the bar. It was said that his father, destining him to be the heir of his own post, had married him at a very early age, eighteen or twenty, in accordance with a custom which is rather widely prevalent in parliamentary families. In spite of this marriage, however, it was said that Charles Myriel created a great deal of talk. He was well formed, though rather short in stature, elegant, graceful, intelligent; the whole of the first portion of his life had been devoted to the world and to gallantry.The Revolution came; events succeeded each other with precipitation; the parliamentary families, decimated, pursued, hunted down, were dispersed. M. Charles Myriel emigrated to Italy at the very beginning of the Revolution. There his wife died of a malady of the chest, from which she had long suffered. He had no children. What took place next in the fate of M. Myriel?"
  },
  {
    "baseUrl": "https://planetebook.com//little-women/",
    "title": "Little Women",
    "coverUrl": "/book_covers/Book-Cover-Little-Women.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/little-women.pdf",
    "author": "Louisa May Alcott",
    "year": "1868",
    "synopsis": "‘Christmas won’t be Christmas without any presents,’ grumbled Jo, lying on the rug.‘It’s so dreadful to be poor!’ sighed Meg, looking down at her old dress.‘I don’t think it’s fair for some girls to have plenty of pretty things, and other girls nothing at all,’ added little Amy, with an injured sniff.‘We’ve got Father and Mother, and each other,’ said Beth contentedly from her corner.The four young faces on which the firelight shone brightened at the cheerful words, but darkened again as Jo said sadly, ‘We haven’t got Father, and shall not have him for a long time.’ She didn’t say ‘perhaps never,’ but each silently added it, thinking of Father far away, where the fighting was.Nobody spoke for a minute; then Meg said in an altered tone, ‘You know the reason Mother proposed not having any presents this Christmas was because it is going to be a hard winter for everyone; and she thinks we ought not to spend money for pleasure, when our men are suffering so in the army. We can’t do much, but we can make our little sacrifices, and ought to do it gladly. But I am afraid I don’t.’ And Meg shook her head, as she thought regretfully of all the pretty things she wanted."
  },
  {
    "baseUrl": "https://planetebook.com//madame-bovary/",
    "title": "Madame Bovary",
    "coverUrl": "/book_covers/Book-Cover-Madame-Bovary.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/madame-bovary.pdf",
    "author": "Gustave Flaubert",
    "year": "1857",
    "synopsis": "We were in class when the head-master came in, followed by a ‘new fellow,’ not wearing the school uniform, and a school servant carrying a large desk. Those who had been asleep woke up, and every one rose as if just surprised at his work.The head-master made a sign to us to sit down. Then, turning to the class-master, he said to him in a low voice—‘Monsieur Roger, here is a pupil whom I recommend to your care; he’ll be in the second. If his work and conduct are satisfactory, he will go into one of the upper classes, as becomes his age.’The ‘new fellow,’ standing in the corner behind the door so that he could hardly be seen, was a country lad of about fifteen, and taller than any of us. His hair was cut square on his forehead like a village chorister’s; he looked reliable, but very ill at ease. Although he was not broad-shouldered, his short school jacket of green cloth with black buttons must have been tight about the arm-holes, and showed at the opening of the cuffs red wrists accustomed to being bare. His legs, in blue stockings, looked out from beneath yellow trousers, drawn tight by braces, He wore stout, ill-cleaned, hob-nailed boots."
  },
  {
    "baseUrl": "https://planetebook.com//the-merry-adventures-of-robin-hood/",
    "title": "The Merry Adventures of Robin Hood",
    "coverUrl": "/book_covers/Book-Cover-The-Merry-Adventures-of-Robin-Hood-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-merry-adventures-of-robin-hood.pdf",
    "author": "Howard Pyle",
    "year": "1883",
    "synopsis": "The shaft flew straight; the archer fell forward with a cry, and lay on his face upon the ground, his arrows rattling about him from out of his quiver, the gray goose shaft wet with his; heart’s blood. Then, before the others could gather their wits about them, Robin Hood was gone into the depths of the greenwood. Some started after him, but not with much heart, for each feared to suffer the death of his fellow; so presently they all came and lifted the dead man up and bore him away to Nottingham Town.Meanwhile Robin Hood ran through the greenwood. Gone was all the joy and brightness from everything, for his heart was sick within him, and it was borne in upon his soul that he had slain a man.‘Alas!’ cried he, ‘thou hast found me an archer that will make thy wife to wring! I would that thou hadst ne’er said one word to me, or that I had never passed thy way, or e’en that my right forefinger had been stricken off ere that this had happened! In haste I smote, but grieve I sore at leisure!’ And then, even in his trouble, he remembered the old saw that ‘What is done is done; and the egg cracked cannot be cured.’"
  },
  {
    "baseUrl": "https://planetebook.com//the-metamorphosis/",
    "title": "The Metamorphosis",
    "coverUrl": "/book_covers/Book-Cover-The-Metamorphosis.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-metamorphosis.pdf",
    "author": "Franz Kafka",
    "year": "1915",
    "synopsis": "K. was informed by telephone that there would be a small hearing concerning his case the following Sunday. He was made aware that these cross examinations would follow one another regularly, perhaps not every week but quite frequently. On the one hand it was in everyone’s interest to bring proceedings quickly to their conclusion, but on the other hand every aspect of the examinations had to be carried out thoroughly without lasting too long because of the associated stress. For these reasons, it had been decided to hold a series of brief examinations following on one after another. Sunday had been chosen as the day for the hearings so that K. would not be disturbed in his professional work. It was assumed that he would be in agreement with this, but if he wished for another date then, as far as possible, he would be accommodated. Cross-examinations could even be held in the night, for instance, but K. would probably not be fresh enough at that time. Anyway, as long as K. made no objection, the hearing would be left on Sundays. It was a matter of course that he would have to appear without fail, there was probably no need to point this out to him. He would be given the number of the building where he was to present himself, which was in a street in a suburb well away from the city centre which K. had never been to before.Once he had received this notice, K. hung up the receiver without giving an answer; he had decided immediately to go there that Sunday, it was certainly necessary, proceedings had begun and he had to face up to it, and this first examination would probably also be the last. He was still standing in thought by the telephone …"
  },
  {
    "baseUrl": "https://planetebook.com//middlemarch/",
    "title": "Middlemarch",
    "coverUrl": "/book_covers/Book-Cover-Middlemarch.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/middlemarch.pdf",
    "author": "George Eliot",
    "year": "1871",
    "synopsis": "These peculiarities of Dorothea’s character caused Mr. Brooke to be all the more blamed in neighboring families for not securing some middle-aged lady as guide and companion to his nieces. But he himself dreaded so much the sort of superior woman likely to be available for such a position, that he allowed himself to be dissuaded by Dorothea’s objections, and was in this case brave enough to defy the world—that is to say, Mrs. Cadwallader the Rector’s wife, and the small group of gentry with whom he visited in the northeast corner of Loamshire. So Miss Brooke presided in her uncle’s household, and did not at all dislike her new authority, with the homage that belonged to it.Sir James Chettam was going to dine at the Grange to-day with another gentleman whom the girls had never seen, and about whom Dorothea felt some venerating expectation. This was the Reverend Edward Casaubon, noted in the county as a man of profound learning, understood for many years to be engaged on a great work concerning religious history; also as a man of wealth enough to give lustre to his piety, and having views of his own which were to be more clearly ascertained on the publication of his book. His very name carried an impressiveness hardly to be measured without a precise chronology of scholarship."
  },
  {
    "baseUrl": "https://planetebook.com//moby-dick/",
    "title": "Moby Dick",
    "coverUrl": "/book_covers/Book-Cover-Moby-Dick.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/moby-dick.pdf",
    "author": "Herman Melville",
    "year": "1851",
    "synopsis": "I stuffed a shirt or two into my old carpet-bag, tucked it under my arm, and started for Cape Horn and the Pacific. Quitting the good city of old Manhatto, I duly arrived in New Bedford. It was a Saturday night in December. Much was I disappointed upon learning that the little packet for Nantucket had already sailed, and that no way of reaching that place would offer, till the following Monday.As most young candidates for the pains and penalties of whaling stop at this same New Bedford, thence to embark on their voyage, it may as well be related that I, for one, had no idea of so doing. For my mind was made up to sail in no other than a Nantucket craft, because there was a fine, boisterous something about everything connected with that famous old island, which amazingly pleased me. Besides though New Bedford has of late been gradually monopolising the business of whaling, and though in this matter poor old Nantucket is now much behind her, yet Nantucket was her great original—the Tyre of this Carthage;—the place where the first dead American whale was stranded. Where else but from Nantucket did those aboriginal whalemen, the Red-Men, first sally out in canoes to give chase to the Leviathan? And where but from Nantucket, too, did that first adventurous little sloop put forth, partly laden with imported cobblestones—so goes the story—to throw at the whales, in order to discover when they were nigh enough to risk a harpoon from the bowsprit?Now having a night, a day, and still another night following before me in New Bedford, ere I could embark for my destined port, it became a matter of concernment where I was to eat and sleep meanwhile. It was a very dubious-looking, nay, a very dark and dismal night, bitingly cold and cheerless. I knew no one in the place. With anxious grapnels I had sounded my pocket, and only brought up a few pieces of silver,—So, wherever you go, Ishmael, said I to myself, as I stood in the middle of a dreary street shouldering my bag, and comparing the gloom towards the north with the darkness towards the south—wherever in your wisdom you may conclude to lodge for the night, my dear Ishmael, be sure to inquire the price, and don’t be too particular."
  },
  {
    "baseUrl": "https://planetebook.com//1984/",
    "title": "1984",
    "coverUrl": "/book_covers/Book-Cover-1984.jpg",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/1984.pdf",
    "author": "George Orwell",
    "year": "1949",
    "synopsis": "The thing that he was about to do was to open a diary. This was not illegal (nothing was illegal, since there were no longer any laws), but if detected it was reasonably certain that it would be punished by death, or at least by twenty-five years in a forced-labour camp. Winston fitted a nib into the penholder and sucked it to get the grease off. The pen was an archaic instrument, seldom used even for signatures, and he had procured one, furtively and with some difficulty, simply because of a feeling that the beautiful creamy paper deserved to be written on with a real nib instead of being scratched with an ink-pencil. Actually he was not used to writing by hand. Apart from very short notes, it was usual to dictate everything into the speak-write which was of course impossible for his present purpose. He dipped the pen into the ink and then faltered for just a second. A tremor had gone through his bowels. To mark the paper was the decisive act. In small clumsy letters he wrote:April 4th, 1984.He sat back. A sense of complete helplessness had descended upon him. To begin with, he did not know with any certainty that this was 1984. It must be round about that date, since he was fairly sure that his age was thirty-nine, and he believed that he had been born in 1944 or 1945; but it was never possible nowadays to pin down any date within a year or two."
  },
  {
    "baseUrl": "https://planetebook.com//northanger-abbey/",
    "title": "Northanger Abbey",
    "coverUrl": "/book_covers/Book-Cover-Northanger-Abbey.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/northanger-abbey.pdf",
    "author": "Jane Austen",
    "year": "1817",
    "synopsis": "No one who had ever seen Catherine Morland in her infancy would have supposed her born to be an heroine. Her situation in life, the character of her father and mother, her own person and disposition, were all equally against her. Her father was a clergyman, without being neglected, or poor, and a very respectable man, though his name was Richard — and he had never been handsome. He had a considerable independence besides two good livings — and he was not in the least addicted to locking up his daughters. Her mother was a woman of useful plain sense, with a good temper, and, what is more remarkable, with a good constitution. She had three sons before Catherine was born; and instead of dying in bringing the latter into the world, as anybody might expect, she still lived on — lived to have six children more — to see them growing up around her, and to enjoy excellent health herself. A family of ten children will be always called a fine family, where there are heads and arms and legs enough for the number; but the Morlands had little other right to the word, for they were in general very plain, and Catherine, for many years of her life, as plain as any. She had a thin awkward figure, a sallow skin without colour, dark lank hair, and strong features — so much for her person; and not less unpropitious for heroism seemed her mind. She was fond of all boy’s plays, and greatly preferred cricket not merely to dolls, but to the more heroic enjoyments of infancy, nursing a dormouse, feeding a canary-bird, or watering a rose-bush. Indeed she had no taste for a garden; and if she gathered flowers at all, it was chiefly for the pleasure of mischief — at least so it was conjectured from her always preferring those which she was forbidden to take. Such were her propensities …"
  },
  {
    "baseUrl": "https://planetebook.com//nostromo-a-tale-of-the-seaboard/",
    "title": "Nostromo: A Tale of the Seaboard",
    "coverUrl": "/book_covers/Book-Cover-Nostromo-A-Tale-of-the-Seaboard.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/nostromo-a-tale-of-the-seaboard.pdf",
    "author": "Joseph Conrad",
    "year": "1904",
    "synopsis": "I don’t mean to say that I became then conscious of any impending change in my mentality and in my attitude towards the tasks of my writing life. And perhaps there was never any change, except in that mysterious, extraneous thing which has nothing to do with the theories of art; a subtle change in the nature of the inspiration; a phenomenon for which I can not in any way be held responsible. What, however, did cause me some concern was that after finishing the last story of the ‘Typhoon’ volume it seemed somehow that there was nothing more in the world to write about.This so strangely negative but disturbing mood lasted some little time; and then, as with many of my longer stories, the first hint for ‘Nostromo’ came to me in the shape of a vagrant anecdote completely destitute of valuable details.As a matter of fact in 1875 or ‘6, when very young, in the West Indies or rather in the Gulf of Mexico, for my contacts with land were short, few, and fleeting, I heard the story of some man who was supposed to have stolen single-handed a whole lighter-full of silver, somewhere on the Tierra Firme seaboard during the troubles of a revolution."
  },
  {
    "baseUrl": "https://planetebook.com//notes-from-the-underground/",
    "title": "Notes from the Underground",
    "coverUrl": "/book_covers/Book-Cover-Notes-from-the-Underground.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/notes-from-the-underground.pdf",
    "author": "Fyodor Dostoevsky",
    "year": "1864",
    "synopsis": "I am a sick man. … I am a spiteful man. I am an unattractive man. I believe my liver is diseased. However, I know nothing at all about my disease, and do not know for certain what ails me. I don’t consult a doctor for it, and never have, though I have a respect for medicine and doctors. Besides, I am extremely superstitious, sufficiently so to respect medicine, anyway (I am well-educated enough not to be superstitious, but I am superstitious). No, I refuse to consult a doctor from spite. That you probably will not understand. Well, I understand it, though. Of course, I can’t explain who it is precisely that I am mortifying in this case by my spite: I am perfectly well aware that I cannot ‘pay out’ the doctors by not consulting them; I know better than anyone that by all this I am only injuring myself and no one else. But still, if I don’t consult a doctor it is from spite. My liver is bad, well—let it get worse!I have been going on like that for a long time—twenty years. Now I am forty. I used to be in the government service, but am no longer. I was a spiteful official. I was rude and took pleasure in being so. I did not take bribes, you see, so I was bound to find a recompense in that, at least. (A poor jest, but I will not scratch it out. I wrote it thinking it would sound very witty; but now that I have seen myself that I only wanted to show off in a despicable way, I will not scratch it out on purpose!)"
  },
  {
    "baseUrl": "https://planetebook.com//the-odyssey/",
    "title": "The Odyssey",
    "coverUrl": "/book_covers/Book-Cover-The-Odyssey-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-odyssey.pdf",
    "author": "Homer",
    "year": "0 BC",
    "synopsis": "‘My mother,’ answered Telemachus, ‘tells me I am son to Ulysses, but it is a wise child that knows his own father. Would that I were son to one who had grown old upon his own estates, for, since you ask me, there is no more ill-starred man under heaven than he who they tell me is my father.’And Minerva said, ‘There is no fear of your race dying out yet, while Penelope has such a fine son as you are. But tell me, and tell me true, what is the meaning of all this feasting, and who are these people? What is it all about? Have you some banquet, or is there a wedding in the family—for no one seems to be bringing any provisions of his own? And the guests—how atrociously they are behaving; what riot they make over the whole house; it is enough to disgust any respectable person who comes near them.’‘Sir,’ said Telemachus, ‘as regards your question, so long as my father was here it was well with us and with the house, but the gods in their displeasure have willed it otherwise, and have hidden him away more closely than mortal man was ever yet hidden. I could have borne it better even though he were dead, if he had fallen with his men before Troy, or had died with friends around him when the days of his fighting were done; for then the Achaeans would have built a mound over his ashes, and I should myself have been heir to his renown; but now the storm-winds have spirited him away we know not whither; he is gone without leaving so much as a trace behind him, and I inherit nothing but dismay. Nor does the matter end simply with grief for the loss of my father; heaven has laid sorrows …"
  },
  {
    "baseUrl": "https://planetebook.com//of-human-bondage/",
    "title": "Of Human Bondage",
    "coverUrl": "/book_covers/Book-Cover-Of-Human-Bondage.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/of-human-bondage.pdf",
    "author": "W. Somerset Maugham",
    "year": "1915",
    "synopsis": "It was a week later. Philip was sitting on the floor in the drawing-room at Miss Watkin’s house in Onslow gardens. He was an only child and used to amusing himself. The room was filled with massive furniture, and on each of the sofas were three big cushions. There was a cushion too in each arm-chair. All these he had taken and, with the help of the gilt rout chairs, light and easy to move, had made an elaborate cave in which he could hide himself from the Red Indians who were lurking behind the curtains. He put his ear to the floor and listened to the herd of buffaloes that raced across the prairie. Presently, hearing the door open, he held his breath so that he might not be discovered; but a violent hand piled away a chair and the cushions fell down.‘You naughty boy, Miss Watkin WILL be cross with you.’‘Hulloa, Emma!’ he said.The nurse bent down and kissed him, then began to shake out the cushions, and put them back in their places.‘Am I to come home?’ he asked.‘Yes, I’ve come to fetch you.’‘You’ve got a new dress on.’It was in eighteen-eighty-five, and she wore a bustle. Her gown was of black velvet, with tight sleeves and sloping shoulders, and the skirt had three large flounces. She wore a black bonnet with velvet strings. She hesitated. The question she had expected did not come, and so she could not give the answer she had prepared."
  },
  {
    "baseUrl": "https://planetebook.com//oliver-twist/",
    "title": "Oliver Twist",
    "coverUrl": "/book_covers/Book-Cover-Oliver-Twist.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/oliver-twist.pdf",
    "author": "Charles Dickens",
    "year": "1838",
    "synopsis": "For the next eight or ten months, Oliver was the victim of a systematic course of treachery and deception. He was brought up by hand. The hungry and destitute situation of the infant orphan was duly reported by the workhouse authorities to the parish authorities. The parish authorities inquired with dignity of the workhouse authorities, whether there was no female then domiciled in ‘the house’ who was in a situation to impart to Oliver Twist, the consolation and nourishment of which he stood in need. The workhouse authorities replied with humility, that there was not. Upon this, the parish authorities magnanimously and humanely resolved, that Oliver should be ‘farmed,’ or, in other words, that he should be dispatched to a branch-workhouse some three miles off, where twenty or thirty other juvenile offenders against the poor-laws, rolled about the floor all day, without the inconvenience of too much food or too much clothing, under the parental superintendence of an elderly female, who received the culprits at and for the consideration of sevenpence-halfpenny per small head per week. Sevenpence-halfpenny’s worth per week is a good round diet for a child; a great deal may be got for sevenpence-halfpenny, quite enough to overload its stomach, and make it uncomfortable. The elderly female was a woman of wisdom and experience; she knew what was good for children; and she had a very accurate perception of what was good for herself. So, she appropriated the greater part of the weekly stipend to her own use, and consigned the rising parochial generation to even a shorter allowance than was originally provided for them. Thereby finding in the lowest depth a deeper still; and proving herself a very great experimental philosopher."
  },
  {
    "baseUrl": "https://planetebook.com//paradise-lost/",
    "title": "Paradise Lost",
    "coverUrl": "/book_covers/Book-Cover-Paradise-Lost.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/paradise-lost.pdf",
    "author": "John Milton",
    "year": "1667",
    "synopsis": "Of Man’s first disobedience, and the fruit Of that forbidden tree whose mortal taste Brought death into the World, and all our woe, With loss of Eden, till one greater Man Restore us, and regain the blissful seat, Sing, Heavenly Muse, that, on the secret top Of Oreb, or of Sinai, didst inspire That shepherd who first taught the chosen seed In the beginning how the heavens and earth Rose out of Chaos: or, if Sion hill Delight thee more, and Siloa’s brook that flowed Fast by the oracle of God, I thence Invoke thy aid to my adventurous song, That with no middle flight intends to soar Above th’ Aonian mount, while it pursues Things unattempted yet in prose or rhyme. And chiefly thou, O Spirit, that dost prefer Before all temples th’ upright heart and pure, Instruct me, for thou know’st; thou from the first Wast present, and, with mighty wings outspread, Dove-like sat’st brooding on the vast Abyss, And mad’st it pregnant: what in me is dark Illumine, what is low raise and support; That, to the height of this great argument, I may assert Eternal Providence, And justify the ways of God to men. Say first—for Heaven hides nothing from thy view, Nor the deep tract of Hell—say first what cause  …"
  },
  {
    "baseUrl": "https://planetebook.com//persuasion/",
    "title": "Persuasion",
    "coverUrl": "/book_covers/Book-Cover-Persuasion.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/persuasion.pdf",
    "author": "Jane Austen",
    "year": "1818",
    "synopsis": "Sir Walter Elliot, of Kellynch Hall, in Somersetshire, was a man who, for his own amusement, never took up any book but the Baronetage; there he found occupation for an idle hour, and consolation in a distressed one; there his faculties were roused into admiration and respect, by contemplating the limited remnant of the earliest patents; there any unwelcome sensations, arising from domestic affairs changed naturally into pity and contempt as he turned over the almost endless creations of the last century; and there, if every other leaf were powerless, he could read his own history with an interest which never failed. This was the page at which the favourite volume always opened:“ELLIOT OF KELLYNCH HALL.‘Walter Elliot, born March 1, 1760, married, July 15, 1784, Elizabeth, daughter of James Stevenson, Esq. of South Park, in the county of Gloucester, by which lady (who died 1800) he has issue Elizabeth, born June 1, 1785; Anne, born August 9, 1787; a still-born son, November 5, 1789; Mary, born November 20, 1791.’Precisely such had the paragraph originally stood from the printer’s hands; but Sir Walter had improved it by adding, for the information of himself and his family, these words, after the date of Mary’s birth— ‘Married, December 16, 1810, Charles, son and heir of Charles Musgrove, Esq. of Uppercross, in the county of Somerset,’ and by inserting most accurately the day of the month on which he had lost his wife."
  },
  {
    "baseUrl": "https://planetebook.com//the-picture-of-dorian-gray/",
    "title": "The Picture of Dorian Gray",
    "coverUrl": "/book_covers/Book-Cover-The-Picture-of-Dorian-Gray-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-picture-of-dorian-gray.pdf",
    "author": "Oscar Wilde",
    "year": "1890",
    "synopsis": "Lord Henry elevated his eyebrows, and looked at him in amazement through the thin blue wreaths of smoke that curled up in such fanciful whorls from his heavy opium-tainted cigarette. ‘Not send it anywhere? My dear fellow, why? Have you any reason? What odd chaps you painters are! You do anything in the world to gain a reputation. As soon as you have one, you seem to want to throw it away. It is silly of you, for there is only one thing in the world worse than being talked about, and that is not being talked about. A portrait like this would set you far above all the young men in England, and make the old men quite jealous, if old men are ever capable of any emotion.’‘I know you will laugh at me,’ he replied, ‘but I really can’t exhibit it. I have put too much of myself into it.’Lord Henry stretched his long legs out on the divan and shook with laughter.‘Yes, I knew you would laugh; but it is quite true, all the same.’‘Too much of yourself in it! Upon my word, Basil, I didn’t know you were so vain; and I really can’t see any resemblance between you, with your rugged strong face and your coal-black hair, and this young Adonis, who looks as if he was made of ivory and rose-leaves. Why, my dear Basil, he is a Narcissus, and you—well, of course you have an intellectual expression, and all that. But beauty, real beauty, ends where an intellectual expression begins. Intellect is in itself an exaggeration, and destroys the harmony of any face …"
  },
  {
    "baseUrl": "https://planetebook.com//pollyanna/",
    "title": "Pollyanna",
    "coverUrl": "/book_covers/Book-Cover-Pollyanna.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/pollyanna.pdf",
    "author": "Eleanor H. Porter",
    "year": "1913",
    "synopsis": "‘Yes, ma’am.’ Nancy stifled a sigh. She was wondering if ever in any way she could please this woman. Nancy had never ‘worked out’ before; but a sick mother suddenly widowed and left with three younger children besides Nancy herself, had forced the girl into doing something toward their support, and she had been so pleased when she found a place in the kitchen of the great house on the hill—Nancy had come from ‘The Corners,’ six miles away, and she knew Miss Polly Harrington only as the mistress of the old Harrington homestead, and one of the wealthiest residents of the town. That was two months before. She knew Miss Polly now as a stern, severe-faced woman who frowned if a knife clattered to the floor, or if a door banged—but who never thought to smile even when knives and doors were still.‘When you’ve finished your morning work, Nancy,’ Miss Polly was saying now, ‘you may clear the little room at the head of the stairs in the attic, and make up the cot bed. Sweep the room and clean it, of course, after you clear out the trunks and boxes.’‘Yes, ma’am. And where shall I put the things, please, that I take out?’‘In the front attic.’ Miss Polly hesitated, then went on: ‘I suppose I may as well tell you now, Nancy. My niece, Miss Pollyanna Whittier, is coming to live with me. She is eleven years old, and will sleep in that room.’"
  },
  {
    "baseUrl": "https://planetebook.com//the-portrait-of-a-lady/",
    "title": "The Portrait of a Lady",
    "coverUrl": "/book_covers/Book-Cover-The-Portrait-of-a-Lady-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-portrait-of-a-lady.pdf",
    "author": "Henry James",
    "year": "1881",
    "synopsis": "Under certain circumstances there are few hours in life more agreeable than the hour dedicated to the ceremony known as afternoon tea. There are circumstances in which, whether you partake of the tea or not—some people of course never do—the situation is in itself delightful. Those that I have in mind in beginning to unfold this simple history offered an admirable setting to an innocent pastime. The implements of the little feast had been disposed upon the lawn of an old English country-house, in what I should call the perfect middle of a splendid summer afternoon. Part of the afternoon had waned, but much of it was left, and what was left was of the finest and rarest quality. Real dusk would not arrive for many hours; but the flood of summer light had begun to ebb, the air had grown mellow, the shadows were long upon the smooth, dense turf. They lengthened slowly, however, and the scene expressed that sense of leisure still to come which is perhaps the chief source of one’s enjoyment of such a scene at such an hour. From five o’clock to eight is on certain occasions a little eternity; but on such an occasion as this the interval could be only an eternity of pleasure. The persons concerned in it were taking their pleasure quietly, and they were not of the sex which is supposed to furnish the regular votaries of the ceremony I have mentioned. The shadows on the perfect lawn were straight and angular; they were the shadows of an old man sitting in a deep wicker-chair near the low table on which the tea had been served, and of two younger men strolling to and fro, in desultory talk, in front of him. The old man had his cup in his hand; it was an unusually large cup, of a different pattern …"
  },
  {
    "baseUrl": "https://planetebook.com//a-portrait-of-the-artist-as-a-young-man/",
    "title": "A Portrait of the Artist as a Young Man",
    "coverUrl": "/book_covers/Book-Cover-A-Portrait-of-the-Artist-as-a-Young-Man.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/a-portrait-of-the-artist-as-a-young-man.pdf",
    "author": "James Joyce",
    "year": "1917",
    "synopsis": "Once upon a time and a very good time it was there was a moocow coming down along the road and this moocow that was coming down along the road met a nicens little boy named baby tuckoo…His father told him that story: his father looked at him through a glass: he had a hairy face.He was baby tuckoo. The moocow came down the road where Betty Byrne lived: she sold lemon platt.O, the wild rose blossoms On the little green place.He sang that song. That was his song.O, the green wothe botheth.When you wet the bed first it is warm then it gets cold. His mother put on the oilsheet. That had the queer smell.His mother had a nicer smell than his father. She played on the piano the sailor’s hornpipe for him to dance."
  },
  {
    "baseUrl": "https://planetebook.com//pride-and-prejudice/",
    "title": "Pride and Prejudice",
    "coverUrl": "/book_covers/Book-Cover-Pride-and-Prejudice.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/pride-and-prejudice.pdf",
    "author": "Jane Austen",
    "year": "1813",
    "synopsis": "‘I honour your circumspection. A fortnight’s acquaintance is certainly very little. One cannot know what a man really is by the end of a fortnight. But if WE do not venture somebody else will; and after all, Mrs. Long and her daughters must stand their chance; and, therefore, as she will think it an act of kindness, if you decline the office, I will take it on myself.’The girls stared at their father. Mrs. Bennet said only, ‘Nonsense, nonsense!’‘What can be the meaning of that emphatic exclamation?’ cried he. ‘Do you consider the forms of introduction, and the stress that is laid on them, as nonsense? I cannot quite agree with you THERE. What say you, Mary? For you are a young lady of deep reflection, I know, and read great books and make extracts.’Mary wished to say something sensible, but knew not how.‘While Mary is adjusting her ideas,’ he continued, ‘let us return to Mr. Bingley.’‘I am sick of Mr. Bingley,’ cried his wife.‘I am sorry to hear THAT; but why did not you tell me that before? If I had known as much this morning I certainly would not have called on him. It is very unlucky; but as I have actually paid the visit, we cannot escape the acquaintance now.’"
  },
  {
    "baseUrl": "https://planetebook.com//the-prince/",
    "title": "The Prince",
    "coverUrl": "/book_covers/Book-Cover-The-Prince-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-prince.pdf",
    "author": "Nicolo Machiavelli",
    "year": "1532",
    "synopsis": "Considering the difficulties which men have had to hold to a newly acquired state, some might wonder how, seeing that Alexander the Great became the master of Asia in a few years, and died whilst it was scarcely settled (whence it might appear reasonable that the whole empire would have rebelled), nevertheless his successors maintained themselves, and had to meet no other difficulty than that which arose among themselves from their own ambitions.I answer that the principalities of which one has record are found to be governed in two different ways; either by a prince, with a body of servants, who assist him to govern the kingdom as ministers by his favour and permission; or by a prince and barons, who hold that dignity by antiquity of blood and not by the grace of the prince. Such barons have states and their own subjects, who recognize them as lords and hold them in natural affection. Those states that are governed by a prince and his servants hold their prince in more consideration, because in all the country there is no one who is recognized as superior to him, and if they yield obedience to another they do it as to a minister and official, and they do not bear him any particular affection.The examples of these two governments in our time are the Turk and the King of France. The entire monarchy of the Turk is governed by one lord, the others are his servants; and, dividing his kingdom into sanjaks, he sends there different administrators, and shifts and changes them as he chooses. But the King of France is …"
  },
  {
    "baseUrl": "https://planetebook.com//robinson-crusoe/",
    "title": "Robinson Crusoe",
    "coverUrl": "/book_covers/Book-Cover-Robinson-Crusoe.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/robinson-crusoe.pdf",
    "author": "Daniel Defoe",
    "year": "1719",
    "synopsis": "Any one may judge what a condition I must be in at all this, who was but a young sailor, and who had been in such a fright before at but a little. But if I can express at this distance the thoughts I had about me at that time, I was in tenfold more horror of mind upon account of my former convictions, and the having returned from them to the resolutions I had wickedly taken at first, than I was at death itself; and these, added to the terror of the storm, put me into such a condition that I can by no words describe it. But the worst was not come yet; the storm continued with such fury that the seamen themselves acknowledged they had never seen a worse. We had a good ship, but she was deep laden, and wallowed in the sea, so that the seamen every now and then cried out she would founder. It was my advantage in one respect, that I did not know what they meant by FOUNDER till I inquired. However, the storm was so violent that I saw, what is not often seen, the master, the boatswain, and some others more sensible than the rest, at their prayers, and expecting every moment when the ship would go to the bottom. In the middle of the night, and under all the rest of our distresses, one of the men that had been down to see cried out we had sprung a leak; another said there was four feet water in the hold. Then all hands were called to the pump. At that word, my heart, as I thought, died within me: and I fell backwards upon the side of my bed where I sat, into the cabin. However, the men roused me, and told me that I, that was able to do nothing before, was as well able to pump as another; at which I stirred up and went to the pump, and worked very heartily."
  },
  {
    "baseUrl": "https://planetebook.com//the-scarlet-pimpernel/",
    "title": "The Scarlet Pimpernel",
    "coverUrl": "/book_covers/Book-Cover-The-Scarlet-Pimpernel-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-scarlet-pimpernel.pdf",
    "author": "Baroness Orczy",
    "year": "1905",
    "synopsis": "Bibot was sitting on an overturned and empty cask close by the gate of the barricade; a small detachment of citoyen soldiers was under his command. The work had been very hot lately. Those cursed aristos were becoming terrified and tried their hardest to slip out of Paris: men, women and children, whose ancestors, even in remote ages, had served those traitorous Bourbons, were all traitors themselves and right food for the guillotine. Every day Bibot had had the satisfaction of unmasking some fugitive royalists and sending them back to be tried by the Committee of Public Safety, presided over by that good patriot, Citoyen Foucquier-Tinville.Robespierre and Danton both had commended Bibot for his zeal and Bibot was proud of the fact that he on his own initiative had sent at least fifty aristos to the guillotine.But to-day all the sergeants in command at the various barricades had had special orders. Recently a very great number of aristos had succeeded in escaping out of France and in reaching England safely. There were curious rumours about these escapes; they had become very frequent and singularly daring; the people’s minds were becoming strangely excited about it all. Sergeant Grospierre had been sent to the guillotine for allowing a whole family of aristos to slip out of the North Gate under his very nose."
  },
  {
    "baseUrl": "https://planetebook.com//sense-and-sensibility/",
    "title": "Sense and Sensibility",
    "coverUrl": "/book_covers/Book-Cover-Sense-and-Sensibility-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/sense-and-sensibility.pdf",
    "author": "Jane Austen",
    "year": "1811",
    "synopsis": "No sooner was his father’s funeral over, than Mrs. John Dashwood, without sending any notice of her intention to her mother-in-law, arrived with her child and their attendants. No one could dispute her right to come; the house was her husband’s from the moment of his father’s decease; but the indelicacy of her conduct was so much the greater, and to a woman in Mrs. Dashwood’s situation, with only common feelings, must have been highly unpleasing;— but in HER mind there was a sense of honor so keen, a generosity so romantic, that any offence of the kind, by whomsoever given or received, was to her a source of immoveable disgust. Mrs. John Dashwood had never been a favourite with any of her husband’s family; but she had had no opportunity, till the present, of shewing them with how little attention to the comfort of other people she could act when occasion required it.So acutely did Mrs. Dashwood feel this ungracious behaviour, and so earnestly did she despise her daughter-in-law for it, that, on the arrival of the latter, she would have quitted the house for ever, had not the entreaty of her eldest girl induced her first to reflect on the propriety of going, and her own tender love for all her three children determined her afterwards to stay, and for their sakes avoid a breach with their brother."
  },
  {
    "baseUrl": "https://planetebook.com//sons-and-lovers/",
    "title": "Sons and Lovers",
    "coverUrl": "/book_covers/Book-Cover-Sons-and-Lovers.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/sons-and-lovers.pdf",
    "author": "D. H. Lawrence",
    "year": "1913",
    "synopsis": "The houses themselves were substantial and very decent. One could walk all round, seeing little front gardens with auriculas and saxifrage in the shadow of the bottom block, sweet-williams and pinks in the sunny top block; seeing neat front windows, little porches, little privet hedges, and dormer windows for the attics. But that was outside; that was the view on to the uninhabited parlours of all the colliers’ wives. The dwelling-room, the kitchen, was at the back of the house, facing inward between the blocks, looking at a scrubby back garden, and then at the ash-pits. And between the rows, between the long lines of ash-pits, went the alley, where the children played and the women gossiped and the men smoked. So, the actual conditions of living in the Bottoms, that was so well built and that looked so nice, were quite unsavoury because people must live in the kitchen, and the kitchens opened on to that nasty alley of ash-pits.Mrs. Morel was not anxious to move into the Bottoms, which was already twelve years old and on the downward path, when she descended to it from Bestwood. But it was the best she could do. Moreover, she had an end house in one of the top blocks, and thus had only one neighbour; on the other side an extra strip of garden. And, having an end house, she enjoyed a kind of aristocracy among the other women of the ‘between’ houses, because her rent was five shillings and sixpence instead of five shillings a week. But this superiority in station was not much consolation to Mrs. Morel."
  },
  {
    "baseUrl": "https://planetebook.com//the-strange-case-of-dr-jekyll/",
    "title": "The Strange Case of Dr Jekyll and Mr Hyde",
    "coverUrl": "/book_covers/Book-Cover-The-Strange-Case-of-Dr-Jekyll-1.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-strange-case-of-dr-jekyll.pdf",
    "author": "Robert Louis Stevenson",
    "year": "1886",
    "synopsis": "MR. UTTERSON the lawyer was a man of a rugged countenance, that was never lighted by a smile; cold, scanty and embarrassed in discourse; backward in sentiment; lean, long, dusty, dreary, and yet somehow lovable. At friendly meetings, and when the wine was to his taste, something eminently human beaconed from his eye; something indeed which never found its way into his talk, but which spoke not only in these silent symbols of the after-dinner face, but more often and loudly in the acts of his life. He was austere with himself; drank gin when he was alone, to mortify a taste for vintages; and though he enjoyed the theatre, had not crossed the doors of one for twenty years. But he had an approved tolerance for others; sometimes wondering, almost with envy, at the high pressure of spirits involved in their misdeeds; and in any extremity inclined to help rather than to reprove.‘I incline to, Cain’s heresy,’ he used to say. ‘I let my brother go to the devil in his quaintly: ‘own way.’ In this character, it was frequently his fortune to be the last reputable acquaintance and the last good influence in the lives of down-going men. And to such as these, so long as they came about his chambers, he never marked a shade of change in his demeanour."
  },
  {
    "baseUrl": "https://planetebook.com//swanns-way/",
    "title": "Swann’s Way",
    "coverUrl": "/book_covers/Book-Cover-Swanns-Way.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/swanns-way.pdf",
    "author": "Marcel Proust",
    "year": "1919",
    "synopsis": "For a long time I used to go to bed early. Sometimes, when I had put out my candle, my eyes would close so quickly that I had not even time to say ‘I’m going to sleep.’ And half an hour later the thought that it was time to go to sleep would awaken me; I would try to put away the book which, I imagined, was still in my hands, and to blow out the light; I had been thinking all the time, while I was asleep, of what I had just been reading, but my thoughts had run into a channel of their own, until I myself seemed actually to have become the subject of my book: a church, a quartet, the rivalry between François I and Charles V. This impression would persist for some moments after I was awake; it did not disturb my mind, but it lay like scales upon my eyes and prevented them from registering the fact that the candle was no longer burning. Then it would begin to seem unintelligible, as the thoughts of a former existence must be to a reincarnate spirit; the subject of my book would separate itself from me, leaving me free to choose whether I would form part of it or no; and at the same time my sight would return and I would be astonished to find myself in a state of darkness, pleasant and restful enough for the eyes, and even more, perhaps, for my mind, to which it appeared incomprehensible, without a cause, a matter dark indeed.I would ask myself what o’clock it could be; I could hear the whistling of trains, which, now nearer and now farther off, punctuating the distance like the note of a bird in a forest, shewed me in perspective the deserted countryside through which a traveller would be hurrying towards the nearest station: the path that he followed being fixed for ever in his memory by the general excitement due to being in a strange place, to doing unusual things, to the last words of conversation, to farewells exchanged beneath an unfamiliar lamp which echoed still in his ears amid the silence of the night; and to the delightful prospect of being once again at home."
  },
  {
    "baseUrl": "https://planetebook.com//a-tale-of-two-cities/",
    "title": "A Tale of Two Cities",
    "coverUrl": "/book_covers/Book-Cover-A-Tale-of-Two-Cities.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/a-tale-of-two-cities.pdf",
    "author": "Charles Dickens",
    "year": "1859",
    "synopsis": "Our booked passenger showed in a moment that it was his name. The guard, the coachman, and the two other passengers eyed him distrustfully.‘Keep where you are,’ the guard called to the voice in the mist, ‘because, if I should make a mistake, it could never be set right in your lifetime. Gentleman of the name of Lorry answer straight.’‘What is the matter?’ asked the passenger, then, with mildly quavering speech. ‘Who wants me? Is it Jerry?’(“I don’t like Jerry’s voice, if it is Jerry,’ growled the guard to himself. ‘He’s hoarser than suits me, is Jerry.’)‘Yes, Mr. Lorry.’‘What is the matter?’‘A despatch sent after you from over yonder. T. and Co.’"
  },
  {
    "baseUrl": "https://planetebook.com//the-tales-of-mother-goose/",
    "title": "The Tales of Mother Goose",
    "coverUrl": "/book_covers/Book-Cover-The-Tales-of-Mother-Goose.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-tales-of-mother-goose.pdf",
    "author": "Charles Perrault",
    "year": "1695",
    "synopsis": "Once upon a time there was a gentleman who married, for his second wife, the proudest and most haughty woman that ever was seen. She had two daughters of her own, who were, indeed, exactly like her in all things. The gentleman had also a young daughter, of rare goodness and sweetness of temper, which she took from her mother, who was the best creature in the world.The wedding was scarcely over, when the stepmother’s bad temper began to show itself. She could not bear the goodness of this young girl, because it made her own daughters appear the more odious. The stepmother gave her the meanest work in the house to do; she had to scour the dishes, tables, etc., and to scrub the floors and clean out the bedrooms. The poor girl had to sleep in the garret, upon a wretched straw bed, while her sisters lay in fine rooms with inlaid floors, upon beds of the very newest fashion, and where they had looking-glasses so large that they might see themselves at their full length. The poor girl bore all patiently, and dared not complain to her father, who would have scolded her if she had done so, for his wife governed him entirely.When she had done her work, she used to go into the chimney corner, and sit down among the cinders, hence she was called Cinderwench. The younger sister of the two, who was not so rude and uncivil as the elder, called her Cinderella. However, Cinderella, in spite of her mean apparel, was a hundred times more handsome than her sisters, though they were always richly dressed …"
  },
  {
    "baseUrl": "https://planetebook.com//tarzan-of-the-apes/",
    "title": "Tarzan of the Apes",
    "coverUrl": "/book_covers/Book-Cover-Tarzan-of-the-Apes.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/tarzan-of-the-apes.pdf",
    "author": "Edgar Rice Burroughs",
    "year": "1914",
    "synopsis": "I had this story from one who had no business to tell it to me, or to any other. I may credit the seductive influence of an old vintage upon the narrator for the beginning of it, and my own skeptical incredulity during the days that followed for the balance of the strange tale.When my convivial host discovered that he had told me so much, and that I was prone to doubtfulness, his foolish pride assumed the task the old vintage had commenced, and so he unearthed written evidence in the form of musty manuscript, and dry official records of the British Colonial Office to support many of the salient features of his remarkable narrative.I do not say the story is true, for I did not witness the happenings which it portrays, but the fact that in the telling of it to you I have taken fictitious names for the principal characters quite sufficiently evidences the sincerity of my own belief that it MAY be true.The yellow, mildewed pages of the diary of a man long dead, and the records of the Colonial Office dovetail perfectly with the narrative of my convivial host, and so I give you the story as I painstakingly pieced it out from these several various agencies."
  },
  {
    "baseUrl": "https://planetebook.com//tender-is-the-night/",
    "title": "Tender is the Night",
    "coverUrl": "/book_covers/Book-Cover-Tender-is-the-Night.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/tender-is-the-night.pdf",
    "author": "F. Scott Fitzgerald",
    "year": "1934",
    "synopsis": "On the pleasant shore of the French Riviera, about half way between Marseilles and the Italian border, stands a large, proud, rosecolored hotel. Deferential palms cool its flushed façade, and before it stretches a short dazzling beach. Lately it has become a summer resort of notable and fashionable people; a decade ago it was almost deserted after its English clientele went north in April. Now, many bungalows cluster near it, but when this story begins only the cupolas of a dozen old villas rotted like water lilies among the massed pines between Gausse’s Hôtel des Étrangers and Cannes, five miles away.The hotel and its bright tan prayer rug of a beach were one. In the early morning the distant image of Cannes, the pink and cream of old fortifications, the purple Alp that bounded Italy, were cast across the water and lay quavering in the ripples and rings sent up by sea-plants through the clear shallows. Before eight a man came down to the beach in a blue bathrobe and with much preliminary application to his person of the chilly water, and much grunting and loud breathing, floundered a minute in the sea. When he had gone, beach and bay were quiet for an hour. Merchantmen crawled westward on the horizon; bus boys shouted in the hotel court; the dew dried upon the pines. In another hour the horns of motors began to blow down from the winding road along the low range of the Maures, which separates the littoral from true Provençal France.A mile from the sea, where pines give way to dusty poplars, is an isolated railroad stop, whence one June morning in 1925 a victoria brought a woman and her daughter down to Gausse’s Hotel. The mother’s face was of a fading prettiness that would soon be patted with broken veins; her expression was both …"
  },
  {
    "baseUrl": "https://planetebook.com//tess-of-the-durbervilles/",
    "title": "Tess of the d’Urbervilles",
    "coverUrl": "/book_covers/Book-Cover-Tess-of-the-dUrbervilles.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/tess-of-the-durbervilles.pdf",
    "author": "Thomas Hardy",
    "year": "1891",
    "synopsis": "On an evening in the latter part of May a middle-aged man was walking homeward from Shaston to the village of Marlott, in the adjoining Vale of Blakemore, or Blackmoor. The pair of legs that carried him were rickety, and there was a bias in his gait which inclined him somewhat to the left of a straight line. He occasionally gave a smart nod, as if in confirmation of some opinion, though he was not thinking of anything in particular. An empty egg-basket was slung upon his arm, the nap of his hat was ruffled, a patch being quite worn away at its brim where his thumb came in taking it off. Presently he was met by an elderly parson astride on a gray mare, who, as he rode, hummed a wandering tune.‘Good night t’ee,’ said the man with the basket.‘Good night, Sir John,’ said the parson.The pedestrian, after another pace or two, halted, and turned round.‘Now, sir, begging your pardon; we met last market-day on this road about this time, and I said ‘Good night,’ and you made reply ‘Good night, Sir John,’ as now.’‘I did,’ said the parson.‘And once before that—near a month ago.’‘I may have.’"
  },
  {
    "baseUrl": "https://planetebook.com//the-thirty-nine-steps/",
    "title": "The Thirty-Nine Steps",
    "coverUrl": "/book_covers/Book-Cover-The-Thirty-Nine-Steps.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-thirty-nine-steps.pdf",
    "author": "John Buchan",
    "year": "1915",
    "synopsis": "I returned from the City about three o’clock on that May afternoon pretty well disgusted with life. I had been three months in the Old Country, and was fed up with it. If anyone had told me a year ago that I would have been feeling like that I should have laughed at him; but there was the fact. The weather made me liverish, the talk of the ordinary Englishman made me sick, I couldn’t get enough exercise, and the amusements of London seemed as flat as sodawater that has been standing in the sun. ‘Richard Hannay,’ I kept telling myself, ‘you have got into the wrong ditch, my friend, and you had better climb out.’ It made me bite my lips to think of the plans I had been building up those last years in Bulawayo. I had got my pile not one of the big ones, but good enough for me; and I had figured out all kinds of ways of enjoying myself. My father had brought me out from Scotland at the age of six, and I had never been home since; so England was a sort of Arabian Nights to me, and I counted on stopping there for the rest of my days.But from the first I was disappointed with it. In about a week I was tired of seeing sights, and in less than a month I had had enough of restaurants and theatres and race-meetings. I had no real pal to go about with, which probably explains things. Plenty of people invited me to their houses, but they didn’t seem much interested in me. They would fling me a question or two about South Africa, and then get on their own affairs. A lot of Imperialist ladies asked me to tea to meet schoolmasters from New Zealand and editors from Vancouver, and that was the dismalest business of all. Here was I, thirty-seven years old …"
  },
  {
    "baseUrl": "https://planetebook.com//the-three-musketeers/",
    "title": "The Three Musketeers",
    "coverUrl": "/book_covers/Book-Cover-The-Three-Musketeers.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-three-musketeers.pdf",
    "author": "Alexandre Duma",
    "year": "1844",
    "synopsis": "In which it is proved that, notwithstanding their names’ ending in OS and IS, the heroes of the story which we are about to have the honor to relate to our readers have nothing mythological about them.A short time ago, while making researches in the Royal Library for my History of Louis XIV, I stumbled by chance upon the Memoirs of M. d’Artagnan, printed—as were most of the works of that period, in which authors could not tell the truth without the risk of a residence, more or less long, in the Bastille—at Amsterdam, by Pierre Rouge. The title attracted me; I took them home with me, with the permission of the guardian, and devoured them.It is not my intention here to enter into an analysis of this curious work; and I shall satisfy myself with referring such of my readers as appreciate the pictures of the period to its pages. They will therein find portraits penciled by the hand of a master; and although these squibs may be, for the most part, traced upon the doors of barracks and the walls of cabarets, they will not find the likenesses of Louis XIII, Anne of Austria, Richelieu, Mazarin, and the courtiers of the period, less faithful than in the history of M. Anquetil.But, it is well known, what strikes the capricious mind of the poet is not always what affects the mass of readers. Now, while admiring, as others doubtless will admire, the details we have to relate, our main preoccupation concerned a matter to which no one before ourselves had given a thought.D’Artagnan relates that on his first visit to M. de Treville, captain of the king’s Musketeers, he met in the antechamber three young men, serving in the illustrious corps into which he was soliciting the honor of being received, bearing the names of Athos, Porthos, and Aramis."
  },
  {
    "baseUrl": "https://planetebook.com//the-time-machine/",
    "title": "The Time Machine",
    "coverUrl": "/book_covers/Book-Cover-The-Time-Machine.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-time-machine.pdf",
    "author": "H. G. Wells",
    "year": "1895",
    "synopsis": "The Time Traveller (for so it will be convenient to speak of him) was expounding a recondite matter to us. His grey eyes shone and twinkled, and his usually pale face was flushed and animated. The fire burned brightly, and the soft radiance of the incandescent lights in the lilies of silver caught the bubbles that flashed and passed in our glasses. Our chairs, being his patents, embraced and caressed us rather than submitted to be sat upon, and there was that luxurious after-dinner atmosphere when thought roams gracefully free of the trammels of precision. And he put it to us in this way—marking the points with a lean forefinger—as we sat and lazily admired his earnestness over this new paradox (as we thought it:) and his fecundity.‘You must follow me carefully. I shall have to controvert one or two ideas that are almost universally accepted. The geometry, for instance, they taught you at school is founded on a misconception.’‘Is not that rather a large thing to expect us to begin upon?’ said Filby, an argumentative person with red hair.‘I do not mean to ask you to accept anything without reasonable ground for it. You will soon admit as much as I need from you. You know of course that a mathematical line, a line of thickness NIL, has no real existence. They taught you that? Neither has a mathematical plane. These things are mere abstractions.’"
  },
  {
    "baseUrl": "https://planetebook.com//treasure-island/",
    "title": "Treasure Island",
    "coverUrl": "/book_covers/Book-Cover-Treasure-Island.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/treasure-island.pdf",
    "author": "Robert Louis Stevenson ",
    "year": "1883",
    "synopsis": "IT was not very long after this that there occurred the first of the mysterious events that rid us at last of the captain, though not, as you will see, of his affairs. It was a bitter cold winter, with long, hard frosts and heavy gales; and it was plain from the first that my poor father was little likely to see the spring. He sank daily, and my mother and I had all the inn upon our hands, and were kept busy enough without paying much regard to our unpleasant guest.It was one January morning, very early—a pinching, frosty morning—the cove all grey with hoar-frost, the ripple lapping softly on the stones, the sun still low and only touching the hilltops and shining far to seaward. The captain had risen earlier than usual and set out down the beach, his cutlass swinging under the broad skirts of the old blue coat, his brass telescope under his arm, his hat tilted back upon his head. I remember his breath hanging like smoke in his wake as he strode off, and the last sound I heard of him as he turned the big rock was a loud snort of indignation, as though his mind was still running upon Dr. Livesey.Well, mother was upstairs with father and I was laying the breakfast-table against the captain’s return when the parlour door opened and a man stepped in on whom I had never set my eyes before. He was a pale, tallowy creature, wanting two fingers of the left hand, and though he wore a cutlass, he did not look much like a fighter. I had always my eye open for seafaring men, with one leg or two, and I remember this one puzzled me. He was not sailorly, and yet he had a smack of the sea about him too …"
  },
  {
    "baseUrl": "https://planetebook.com//the-trial/",
    "title": "The Trial",
    "coverUrl": "/book_covers/Book-Cover-The-Trial.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/the-trial.pdf",
    "author": "Franz Kafka",
    "year": "1915",
    "synopsis": "K. was informed by telephone that there would be a small hearing concerning his case the following Sunday. He was made aware that these cross examinations would follow one another regularly, perhaps not every week but quite frequently. On the one hand it was in everyone’s interest to bring proceedings quickly to their conclusion, but on the other hand every aspect of the examinations had to be carried out thoroughly without lasting too long because of the associated stress. For these reasons, it had been decided to hold a series of brief examinations following on one after another. Sunday had been chosen as the day for the hearings so that K. would not be disturbed in his professional work. It was assumed that he would be in agreement with this, but if he wished for another date then, as far as possible, he would be accommodated. Cross-examinations could even be held in the night, for instance, but K. would probably not be fresh enough at that time. Anyway, as long as K. made no objection, the hearing would be left on Sundays. It was a matter of course that he would have to appear without fail, there was probably no need to point this out to him. He would be given the number of the building where he was to present himself, which was in a street in a suburb well away from the city centre which K. had never been to before.Once he had received this notice, K. hung up the receiver without giving an answer; he had decided immediately to go there that Sunday, it was certainly necessary, proceedings had begun and he had to face up to it, and this first examination would probably also be the last. He was still standing in thought by the telephone when he heard the voice of the deputy director behind him he wanted to …"
  },
  {
    "baseUrl": "https://planetebook.com//ulysses/",
    "title": "Ulysses",
    "coverUrl": "/book_covers/Book-Cover-Ulysses.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/ulysses.pdf",
    "author": "James Joyce",
    "year": "1922",
    "synopsis": "Stephen, an elbow rested on the jagged granite, leaned his palm against his brow and gazed at the fraying edge of his shiny black coat-sleeve. Pain, that was not yet the pain of love, fretted his heart. Silently, in a dream she had come to him after her death, her wasted body within its loose brown graveclothes giving off an odour of wax and rosewood, her breath, that had bent upon him, mute, reproachful, a faint odour of wetted ashes. Across the threadbare cuffedge he saw the sea hailed as a great sweet mother by the wellfed voice beside him. The ring of bay and skyline held a dull green mass of liquid. A bowl of white china had stood beside her deathbed holding the green sluggish bile which she had torn up from her rotting liver by fits of loud groaning vomiting.Buck Mulligan wiped again his razorblade.—Ah, poor dogsbody! he said in a kind voice. I must give you a shirt and a few noserags. How are the secondhand breeks?—They fit well enough, Stephen answered.Buck Mulligan attacked the hollow beneath his underlip.—The mockery of it, he said contentedly. Secondleg they should be. God knows what poxy bowsy left them off. I have a lovely pair with a hair stripe, grey. You’ll look spiffing in them. I’m not joking, Kinch. You look damn well when you’re dressed.—Thanks, Stephen said. I can’t wear them if they are grey …"
  },
  {
    "baseUrl": "https://planetebook.com//utopia/",
    "title": "Utopia",
    "coverUrl": "/book_covers/Book-Cover-Utopia.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/utopia.pdf",
    "author": "Sir Thomas More",
    "year": "1516",
    "synopsis": "Henry VIII., the unconquered King of England, a prince adorned with all the virtues that become a great monarch, having some differences of no small consequence with Charles the most serene Prince of Castile, sent me into Flanders, as his ambassador, for treating and composing matters between them. I was colleague and companion to that incomparable man Cuthbert Tonstal, whom the King, with such universal applause, lately made Master of the Rolls; but of whom I will say nothing; not because I fear that the testimony of a friend will be suspected, but rather because his learning and virtues are too great for me to do them justice, and so well known, that they need not my commendations, unless I would, according to the proverb, ‘Show the sun with a lantern.’ Those that were appointed by the Prince to treat with us, met us at Bruges, according to agreement; they were all worthy men. The Margrave of Bruges was their head, and the chief man among them; but he that was esteemed the wisest, and that spoke for the rest, was George Temse, the Provost of Casselsee: both art and nature had concurred to make him eloquent: he was very learned in the law; and, as he had a great capacity, so, by a long practice in affairs, he was very dexterous at unravelling them. After we had several times met, without coming to an agreement, they went to Brussels for some days, to know the Prince’s pleasure; and, since our business would admit it, I went to Antwerp. While I was there, among many that visited me, there was one that was more acceptable to me than any other, Peter Giles, born at Antwerp, who is a man of great honour, and of a good rank in his town, though less than he deserves; for I do not know if …"
  },
  {
    "baseUrl": "https://planetebook.com//vanity-fair/",
    "title": "Vanity Fair",
    "coverUrl": "/book_covers/Book-Cover-Vanity-Fair.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/vanity-fair.pdf",
    "author": "William Makepeace Thackeray",
    "year": "1847",
    "synopsis": "As the manager of the Performance sits before the curtain on the boards and looks into the Fair, a feeling of profound melancholy comes over him in his survey of the bustling place. There is a great quantity of eating and drinking, making love and jilting, laughing and the contrary, smoking, cheating, fighting, dancing and fiddling; there are bullies pushing about, bucks ogling the women, knaves picking pockets, policemen on the look-out, quacks (OTHER quacks, plague take them!) bawling in front of their booths, and yokels looking up at the tinselled dancers and poor old rouged tumblers, while the light-fingered folk are operating upon their pockets behind. Yes, this is VANITY FAIR; not a moral place certainly; nor a merry one, though very noisy. Look at the faces of the actors and buffoons when they come off from their business; and Tom Fool washing the paint off his cheeks before he sits down to dinner with his wife and the little Jack Puddings behind the canvas. The curtain will be up presently, and he will be turning over head and heels, and crying, ‘How are you?’A man with a reflective turn of mind, walking through an exhibition of this sort, will not be oppressed, I take it, by his own or other people’s hilarity. An episode of humour or kindness touches and amuses him here and there—a pretty child looking at a gingerbread stall; a pretty girl blushing whilst her lover talks to her and chooses her fairing; poor Tom Fool, yonder behind the waggon, mumbling his bone with the honest family which lives by his tumbling; but the general impression is one more melancholy than mirthful. When you come home you sit down in a sober, contemplative, not uncharitable frame of mind, and apply yourself to your books or your business …"
  },
  {
    "baseUrl": "https://planetebook.com//war-and-peace/",
    "title": "War and Peace",
    "coverUrl": "/book_covers/Book-Cover-War-and-Peace.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/war-and-peace.pdf",
    "author": "Leo Tolstoy",
    "year": "1865",
    "synopsis": "‘Well, Prince, so Genoa and Lucca are now just family estates of the Buonapartes. But I warn you, if you don’t tell me that this means war, if you still try to defend the infamies and horrors perpetrated by that AntichristI really believe he is AntichristI will have nothing more to do with you and you are no longer my friend, no longer my ‘faithful slave,’ as you call yourself! But how do you do? I see I have frightened yousit down and tell me all the news.’It was in July, 1805, and the speaker was the well-known Anna Pavlovna Scherer, maid of honor and favorite of the Empress Marya Fedorovna. With these words she greeted Prince Vasili Kuragin, a man of high rank and importance, who was the first to arrive at her reception. Anna Pavlovna had had a cough for some days. She was, as she said, suffering from la grippe; grippe being then a new word in St. Petersburg, used only by the elite.All her invitations without exception, written in French, and delivered by a scarlet-liveried footman that morning, ran as follows:‘If you have nothing better to do, Count [or Prince], and if the prospect of spending an evening with a poor invalid is not too terrible, I shall be very charmed to see you tonight between 7 and 10Annette Scherer.’‘Heavens! what a virulent attack!’ replied the prince, not in the least disconcerted by this reception. He had just entered, wearing an embroidered court uniform, knee breeches, and shoes, and had stars on his breast and a serene expression on his flat face. He spoke in that refined French in which our grandfathers not only …"
  },
  {
    "baseUrl": "https://planetebook.com//within-a-budding-grove/",
    "title": "Within A Budding Grove",
    "coverUrl": "/book_covers/Book-Cover-Within-a-Budding-Grove.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/within-a-budding-grove.pdf",
    "author": "Marcel Proust",
    "year": "1919",
    "synopsis": "My mother, when it was a question of our having M. de Norpois to dinner for the first time, having expressed her regret that Professor Cottard was away from home, and that she herself had quite ceased to see anything of Swann, since either of these might have helped to entertain the old Ambassador, my father replied that so eminent a guest, so distinguished a man of science as Cottard could never be out of place at a dinner-table, but that Swann, with his ostentation, his habit of crying aloud from the housetops the name of everyone that he knew, however slightly, was an impossible vulgarian whom the Marquis de Norpois would be sure to dismiss as—to use his own epithet—a ‘pestilent’ fellow. Now, this attitude on my father’s part may be felt to require a few words of explanation, inasmuch as some of us, no doubt, remember a Cottard of distinct mediocrity and a Swann by whom modesty and discretion, in all his social relations, were carried to the utmost refinement of delicacy. But in his case, what had happened was that, to the original ‘young Swann’ and also to the Swann of the Jockey Club, our old friend had added a fresh personality (which was not to be his last), that of Odette’s husband. Adapting to the humble ambitions of that lady the instinct, the desire, the industry which he had always had, he had laboriously constructed for himself, a long way beneath the old, a new position more appropriate to the companion who was to share it with him. In this he shewed himself another man. Since (while he continued to go, by himself, to the houses of his own friends, on whom he did not care to inflict Odette unless they had expressly asked that she should be introduced to them) it was a new life that he had begun to lead, in common with his wife, among a new set of …"
  },
  {
    "baseUrl": "https://planetebook.com//women-in-love/",
    "title": "Women In Love",
    "coverUrl": "/book_covers/Book-Cover-Women-In-Love.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/women-in-love.pdf",
    "author": "D. H. Lawrence",
    "year": "1920",
    "synopsis": "Ursula and Gudrun Brangwen sat one morning in the window-bay of their father’s house in Beldover, working and talking. Ursula was stitching a piece of brightly-coloured embroidery, and Gudrun was drawing upon a board which she held on her knee. They were mostly silent, talking as their thoughts strayed through their minds.‘Ursula,’ said Gudrun, ‘don’t you REALLY WANT to get married?’ Ursula laid her embroidery in her lap and looked up. Her face was calm and considerate.‘I don’t know,’ she replied. ‘It depends how you mean.’Gudrun was slightly taken aback. She watched her sister for some moments.‘Well,’ she said, ironically, ‘it usually means one thing! But don’t you think anyhow, you’d be—‘ she darkened slightly—‘in a better position than you are in now.’A shadow came over Ursula’s face.‘I might,’ she said. ‘But I’m not sure.’Again Gudrun paused, slightly irritated. She wanted to be quite definite.‘You don’t think one needs the EXPERIENCE of having been married?’ she asked."
  },
  {
    "baseUrl": "https://planetebook.com//wuthering-heights/",
    "title": "Wuthering Heights",
    "coverUrl": "/book_covers/Book-Cover-Wuthering-Heights.png",
    "pdfUrl": "https://www.planetebook.com/free-ebooks/wuthering-heights.pdf",
    "author": "Emily Brontë",
    "year": "1847",
    "synopsis": "1801. I have just returned from a visit to my landlord the solitary neighbour that I shall be troubled with. This is certainly a beautiful country! In all England, I do not believe that I could have fixed on a situation so completely removed from the stir of society. A perfect misanthropist’s heaven: and Mr. Heathcliff and I are such a suitable pair to divide the desolation between us. A capital fellow! He little imagined how my heart warmed towards him when I beheld his black eyes withdraw so suspiciously under their brows, as I rode up, and when his fingers sheltered themselves, with a jealous resolution, still further in his waistcoat, as I announced my name.‘Mr. Heathcliff?’ I said.A nod was the answer.‘Mr. Lockwood, your new tenant, sir. I do myself the honour of calling as soon as possible after my arrival, to express the hope that I have not inconvenienced you by my perseverance in soliciting the occupation of Thrushcross Grange: I heard yesterday you had had some thoughts ‘‘Thrushcross Grange is my own, sir,’ he interrupted, wincing. ‘I should not allow any one to inconvenience me, if I could hinder it walk in!’"
  }
]